[
    {
        "blockNumber": "19906189",
        "timeStamp": "1716148355",
        "hash": "0x8611a1483f28307f86dffe5aced401eb314021f7f338bca9fc61aeffee25ebde",
        "from": "0x21a31ee1afc51d94c2efccaa2092ad1028285549",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "9464839",
        "input": ""
    },
    {
        "blockNumber": "19906254",
        "timeStamp": "1716149135",
        "hash": "0xc2ea1709576337ec5244cfd2bbbfe7e713444125b259cb2ea3c87a61fecc22e4",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "0",
        "input": "Well I risked my ostrich egg schedule for a day for some fun and was very clear about my \"investment\" in all senses of the word. It's alright, it was also done to deter, rinse, as much as attract. Now here's a little more liquidity for y'all to splash about in if you like. It's a sunday, let's not be sore. Y'all have anyway given me a very warm welcome. Or if you wanna be sore. Reach out to Andre on twitter and ask him. 'Are you still in touch with Enola Gay?' I promise you you won't be disappointed. Remember. First time. Less harsh, more love. Hello again then?"
    },
    {
        "blockNumber": "19908678",
        "timeStamp": "1716178379",
        "hash": "0xc61dd542bea47f69230ca2be2c84fc93c70eb8715feba696da1e290464012218",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "Hello degens, (blame my son for this as well, he taught me the word last night). Time for some thoughts. I was expecting a fun, commemorative launch where I welcome myself back 'onchain'. My 14 year old pile of twigs says maybe I should've just made an NFT of the picture of me and Andre throwing pasta at each other after a night of Merlot. Good times. WTF. I wasn't really holding my breath but it's been lukewarm in spirit, I don't mean the chart at all. But the default setting of onchain now, it seems, is marked by frenzy, ulterior competition, and an entitlement that isn't entirely the participants' fault. Metrics are completely different although one can argue few essences remain the same always. The introduction of DEXES has made the scale and proportions far more intricate and complex. In terms of liquidity, orderbooks etc. Well, all I was thinking of was First Base. It's funny how cyclical things seem even if they're not, which is why markets, especially crypto markets, move in self-fulfilling 'cycles'. You can predict it but you can't. When we did the FANTOM ICO, it raised 40m. That is another kind of mania, because one had to also wait for years to see anything come out it, there was work to be done. Now a meme on a DEX  can run up to a higher valuation in less than a day but with skewed liquidity metrics.\n\nIt's not a comparison, lol, the more I speak the more I sound like someone who desperately just wanted to get to First Base. My subconscious strategy for liq addition was meant to be staggered depending on volume and demand. I should've probably written a note in my diary and shoved a 100$ bill between its pages and left it at that. Instead I deployed my feelings, literally. And now I feel a responsibilty, of sorts, because participants are involved. I might have been out of touch of markets for a long time but I'm aware of how some might be expecting to play this game. So, therefore, I'll be making liquidity additions at unannounced times as time and trading volume progresses. Until next time then. Soon. \n\np.s. did any of y'all ask Andre about Enola Gay? Oh boy, he's probably gonna call Arthur and ask him if i'm having some sort of breakdown. Good question, to be fair. Am I? I accessed a crypto wallet after 3+ years and made a token on a Sunday instead of just catching up on Kurosawa."
    },
    {
        "blockNumber": "19910461",
        "timeStamp": "1716199931",
        "hash": "0x0a9c1e41117bc3ce8208112fb5ccb4063761db9d3b67d0d8ca8a9db6dbfc06da",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "2",
        "input": "It’s usually bedtime for me by now but I’ve been awfully restless. I can hear the wild horses grunting beyond the fence, something that always calmed me but tonight they make me want to go up to them and drag them by their mane out into the woods. This impulsive idea of a launching this token made me also go back to the bitcoin whitepaper, but I couldn’t focus beyond a page. The oldest person to have funds locked up in any kind of DEFI protocol is probably a 72 year old Kazakh woman. It was on Yearn. She wasn’t related to anyone on the team, but had somehow reached out to Andre when her grandson, an early Fantom investor, after being bitten by bluebottles while swimming went into some kind of shock and then when he recovered started getting into animal magnetism and telling everyone that he was a mesmerizer. He even formed a club and gave his grandmother his ledger, although he continued living with her. She didn’t know what to do with it. So she approached Andre. I don’t know why I’m remembering her right now. The boy is still not back from the lake. Liquidity, I’m also thinking of that, swimming in that. Looking at First Base things are looking a little stable, monitoring it now gives my muscle memory and my mind odd flashbacks to the time I was monitoring my vitals while I was lost in the Amazons. I never wanted to see a tree or a leaf or branch or root for my entire life after I got out of there. Speaking of which, yesterday, the neighbour had what she thought was a taipan in her tree house. And there I was trying to deploy a contract. Speaking of which I was checking out the meme scene, especially on Base, even bought a few tokens. Man I don’t know if anyone could’ve see it coming, the possibility of the tokenization of any bare minutae of life or non-life or anything, and assign it speculative value. Imagining the lengths it could go to. It’s both addictive and nauseating. If Fantom could’ve capitalized on it during mainnet going live, we probably would made some mascot or creature named Lachesis. That would’ve become the dominant meme of Fantom. I think some more liquidity should be added soon, don’t you think? Probably one of the most beautiful yokes I had seen today at breakfast, spreading even. Now that’s liquidity. When I was deploying I was listening to Moondog, his song do your thing. Never fails to get me with its apparent simplicity. Do your thing. And suddenly one particular line had such a strong resonance to everything that we were headed towards, what I was doing, it’s amazing when these chance encounters happen. “Do your thing! Be fancy-free to call the tune you sing. Don't give up! That's not the way to win a loving-cup. Do your best. And Opportunity will do the rest. Don't give in! Capitulation is the greatest sin.”\n"
    },
    {
        "blockNumber": "19911597",
        "timeStamp": "1716213635",
        "hash": "0xbf5eacaf3aa951574dfd50ea1487289775b8e01fe2c495ba234732db5f6ea30f",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "3",
        "input": "Friends, I just startled woke, my swinging arm hit the burning candle on the nightstand and fell on the dog sleeping on the floor. He just burnt a little fur, that’s all. But there’s something about that sulfurous smell filling up a dark room, as you sit at the corner of the bed trying to still get to a fair idea of who you are, where you are. The way guido nudges at my feet tells me all I need to know. He knows it was a mistake and he forgives me. A bit of fear then, mixed with kindness. How the fuck was I at some point in my life sitting across a dozen people on camera discussing the nuances of DAG? It wasn’t me. Fuck it. Are y’all familiar with the prisoner’s cinema phenomenon? I like that term a lot. Humans have done alright, for some parts. Especially in the face and perpetual knowledge of inevitable nothingness. No fuck ice cream, the dragon fruit. Something else bothers. So I’ll distract myself. Do something else, now that I’m up. Siphon myself somewhere deep inside onchain. Adding some more liquidity for now. The thought of trading numbs. Good. More soon.  "
    },
    {
        "blockNumber": "19911839",
        "timeStamp": "1716216563",
        "hash": "0xbff952a98b1c9a4026aa09faaebdf312c8bd4ada814e0345552aafe90bd099ce",
        "from": "0x8d993b89d78cad3b2080c312ad69ac6d3bd75f0f",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "146",
        "input": "https:\/\/t.me\/FirstTimeOnBase"
    },
    {
        "blockNumber": "19912145",
        "timeStamp": "1716220259",
        "hash": "0xc6b6d7d06a4086305631be7f348605d99dc50c4f1b93738579ba74f2ce076eca",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "4",
        "input": "Guess what. There was no dragonfruit. Was there ever dragonfruit? But those horses on the other hand. Looks like it’s going to be a long one. The boy came down for some water, we haven’t spoken about Base or Firstbase. Yet. Andre was always a little apprehensive of his precociousness, he’s kinda like the enfant terrible. But they’re very fond of each other. ANYWAY WHAT I ACTUALLY GOT UP TO WRITE WAS THAT DID YALL NOTICE THAT THE CONTRACT ENDS IN 666? IT WASN’T INTENTIONAL. I REPEAT. IT WASN’T INTENTIONAL. I JUST NOTICED IT. WHICH KIND OF MAKES IT WEIRDER AND WORSE. I can’t be bothered to make a vanity address for speculation’s sake, there’s enough of that going around anyway, I mean speculation. This just puts me in an odd grey area, I’m no man of faith, but I’m human, I can’t help but look for patterns, meaning, and answers. And neither was I raised Christian. Still. Popular culture is hard to overcome generationally, they get internalized and embedded. We’ll say we’re not superstitious but still turn the key a particular way when opening the door. Free will my asshole. Anyway just wanted to get that out of the way, which puts the whole thing in an ambivalent zone for me. An absolute, near non-replicable coincidence then. But if you stretch the wire to the ends of the universe, permutations and combinations &forget it. \n\n“And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name &..” -  Revelation 13:15–18.\n\nSo the Bible might be just saying that the contract is absolutely safe. Since it has the number, therefore you can buy or sell. It’s not a honeypot. I’ll take a bible-audited contract. \n\nTonight the horses might be done for. \n"
    },
    {
        "blockNumber": "19913426",
        "timeStamp": "1716235859",
        "hash": "0x2dc900244276a606021e11fc3e65be370fd1da97ec14985ed77531745b44e60d",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "5",
        "input": "It's been less than 24 hours since my apparent return to crypto and I can already sense great seismic shifts within me as an individual along with deeply conflicting thoughts. I’ve been wondering if this is my mission alone, my consequential fate only borne out of my own personal need for change or sense of closure or transformation within me after years. And if that be the case whether it is fair to subject others to this journey, especially in one of the most volatile ecosystems I’ve even known. And this feeling is despite the fact that we’re consenting adults and I had very clearly laid out my operating principles. I don’t want to blow my own horn but I guess something in me persists. In the amazon, I broke both my legs trying to jump into a gorge from a gushing waterfall, then I was carried by the course of the river, with no choice at all. On the banks, I remembered a joke my ex-wife used to make about me and had a laugh, although the pain was crushing, both of my legs and the joke. I don’t know where I’m getting at, it’s just that these instances are rushing back for some reason. All because of whatever suddenly drove me to this, this experiment, this thing I thought I’d launch for fun, but it was, it seems not for fun, there are things happening, and whether I like it or not I’m feeling a sense of responsibility building. \n\n5 am. Squirrels up and about their work on the roof. I’m feeling like this constant need to keep communicating like I haven’t in the longest time, almost feels like I’m back in the forest again, but this time I can be heard and can reach out, can find my way out with help if I do things right. Goddamn will this go down as the most intense first base in history and that too all onchain. When I look out, I know I’m in this now. So it will have my all, but then I’m aware that the market is often indifferent, it can stay irrational longer than I can stay in the forest. So the play goes on except now it’ll have my implicit participation in it to my fullest ability and resources. When Richard Dawkins coined the term “meme” in 1976, it was a stripped down concept of trying to understand how ideas and cultural recognition systems replicate themselves. In simple terms it could just be what a set of people viscerally relate to and recognize themselves in, but the most integral part of it is the instinctive urge to propagate that and spread it as far as possible. \n\nSo, in our case, the meme, what we viscerally relate to could be merely the system we’re devising and laying out for communicating with each other, and agreeing upon, what we’re communicating and how that can impact the tokenized entity attached to this. My process, or what I’m in, is now the meme, the only thing left is that you not remain witness or spectators to it, which you aren’t being at all, even if it’s two of you, which is the whole point of it all. \n\nThere is a meme, then there is the meme, which is the thing itself living, mutating, playing itself out. As mentioned earlier I’ll keep adding liquidity at undecided intervals until the pool is satisfactory, so I can also gleefully invite beavers I know to have outrageous, unfiltered first base, and by then the distribution wouldn’t seem so predatory, looking to eat away at the pool at any given chance. So now I’m in this. I’m going to do the needful, in terms of using my resources. And I don’t mean the money part. The fun gets funnier. Seriously. \n\nAnd now it’s really time to sleep, or try to. First time also means For the First Time. Something Happens. Turning on Facades by Philip Glass and imagining the gun melting in my hand. Oh wait I don’t have a hand. \nSoon.    \n"
    },
    {
        "blockNumber": "19916532",
        "timeStamp": "1716273347",
        "hash": "0x6b170c9740e1db0b9ff34df134962bf665a3b8568b03ea5d932c000f7300756b",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "6",
        "input": "\n\n\n\n\n\n\nSpent most of the morning turning earth and then somehow started thinking of an ukiyo-e woodblock print, by the artist Utagawa Kuniyoshi (1798-1861). It depicts a story involving the \"Sea Monk\" or Umib\u0014קR\u0006\u0012\u00077\u0006&B\u0006\u0004\u0017\u0006\u0016W6R\u0006fƶ&R\u0005FR\u00077\u0006&B\u00062\u00077W\u0007\u00066VB\u0007F\u0006&R\u0006W&6W72\u0006\u0016B\u0006&\u001766&R\u00066\u0017\u00076r\u0007FR\u00076\u0002\u0006b\u0006\u0016R\u0007v\u0006F\u0017&W2\u0007F\u00077\u0006V\u0016\u0007F\u0006B\u0005FR\u0007vF&6\u00062\u0006\u0016\u0006W7G&\u0017F\u0006b\u0007FR\u00077F'\u0006b\u0006\u0012\u00076\u0016\"\u0004\u0017v\u0016\u0017\u0012\u0005FW\u0007v\u0006FW7\u0006FR\u0006B\u0006&Vr\u000666FW&VB\u0007VV6\u0006\u0007FR\u0007v&B\u0006b\u00076V\u0016f\u0017&r\u0006FV6FW2\u0007F\u0006v\u0007F\u00076V\u0012\u0006\u0007FR\u0006\u00177B\u0006F\u0017\u0006b\u0007FR\u0007V\u0017\"\u0005\u0007&&\u0016&ǒ\u0007FR\u0007v'7B\u0006b\u00077F&2\u0006'&V\u00162\u0006WB\u0006\u0016B\u0005V֖!Mzu appears in front of Tokuzo.\n\nWaves roaring and crashing against the ship. Umib\u0014קR\u00077F\u0017&W2\u0006\u0017B\u0005FW\u0006\u0016B\u0006\u001762\u0002$\u0016R\u0007FR\u00067B\u0006'&&R\u0007Fr\u0007R\u0006r\u0012\"\u0005FW\u0007V2\u0006\u0007&W\u0006ǒ\u0002$ג\u0007\u0007&fW76\u00062\u0007FR\u00067B\u0006'&&R\u0007Fr\u0004\u0006r\u0012\"\u0005FR\u0006\u00167vW\"\u0006\u0017\u0007\u0006\u0017&VFǒ\u00076\u0017F6fW2\u0007FR\u00067FW\"\u0006\u00172\u0006R\u0007FV\u00077\u0006\u0017&W2\u0005FV\u0006\u0016B\u0006F6\u0017\u0007\u0006V\u0017'2\u0006\u0016r\u0007vF\u0007FR\u00077F&\u0000\u0001fR\u0006gFV\u0007vFW&VB\u0006B\u0006ǒ\u0006\u0016&WB\u0007FR\u00077\u0006F\u0016VW2\u0007vB\u0006b\u0005FW\u0007v\u0006\u0007FR\u0006f\u00166R\u0006b\u0006֖VB\u0006F\u0016vW\"\u00062\u0006\u0016&R\u0007F\u00066R\u0007W\u0002\u0007vF\u0006\u0012\u0007&WF'B\u0006vB\u0006VVv\u0007F\u00076\u0017F6g\u00076VR\u0007v\u00012\u0006\u0012\u0007F&V\u0017B\u0007F\u0006\u0007v\u0016G2\u0007F\u0006FW7G&\u0006\u0004'WB\u0006gFV\u0004\u0007vFW\"\u0006&R\u0006\u0016&WB\u0007FR\u00067FW\"\u0005V֖!Mzu, and what might have led him to spare Tokuzo. More than being impressed by Tokuzo, I suspect Umib\u0014קR\u0006FVFfVB\u0007vF\u0005FW\u00012\u0007&W\u0006ǒ\u0004R\u00077\u0006\u0017&VB\u0006\u0006&V6\u0017W6R\u0006R\u0006fVB\u00076VR\u0006\u0016B\u0006f\u0016ǒ\u00077\u0006V\u0006f\"\u0006\u0004R\u0007v\u00172\u0007F&VB\u0006b\u0006&Vr\u0006\u0012\u00067FW\"\u0006b\u0006&Vr\u0006\u0012\u0007FW'&gr\u0006fwW&R\u0006b\u00066\u0017\u00076r\u00076\u00072\u0004\u0016B\u00067B\u0006\u0006'F\u0016Fǒ\u0006R\u0006FB\u0007v\u0016B\u0007F\u0006&R\u00077\u0006V\u0007F\u0006'WB\u0006R\u0006ǒ\u0007v\u0016FVB\u0007F\u0006V\u0017\"\u0007FR\u0007&vB\u0007v&G2\u0006\u0016B\u0006R\u0007vVB\u0006r\u0007FV\u0007vV\u0006R\u0006V\u0017&B\u0007FV\u0000&vB\u0006r\u0006ג\u0007\u0007&fW76\u00076VV2\u0007F\u0006\u0017fR\u0006&V6R\u0004f'7D&\u00176R\u0004\u00066\u0016\u0001B\u0006V\u0002\u0006B\u0004\u0016B\u0006ג\u0005V֖!Mzu is the entire onchain environment, trying to capsize me. But in this version as I yell to the onchain “My profession is the most horrible thing I know!” I don’t want him to get satisfied and leave. I want him to stay so we can rescue each other. I want to tell him that what I yelled is only partly true, because this horrible thing is also the source of my greatest revelations.\n\nI told the boy about FirstBase, and he said he knows and that he had already bought, and added that it’s not a bad ticker for first time. ‘Have you told anyone among &.you know who, people who’d buy it and throw it away in the desert just for fun.’ ‘Lol, no, I said. Fucking embarrassing.’ ‘That’s true,’ he said. ‘Just make an announcement telling holders that you’ll developing FirstBase into a subnet.’ ‘Just get away from here,’ I told him. But yes, somehow a couple of friends still in the market and industry, working I mean, did somehow find out and reach out to me. Maybe I should really tell them what the son said to me; anyway, doesn’t matter, they’d even buy an apple that was vomited whole out of my mouth. Just good friends and serious fun. I’ll be having some real-life friends joining in today with some vegetables and wine. Hope y’all have been okay, today feels like a FirstBase kind of day. I can feel something burning. Of course, looking at current vol and expected volatility it would be wise to add some more liquidity at some point in the day. \n\np.s. I completely missed it earlier, but thank you for the telegram link, I’m happy to see that a community is forming, but I’m afraid I’ll have to abide by what I have set out to do and not join it. This is for the best of all. I trust y’all. I hope you trust me.\n\nSoon.    \n"
    },
    {
        "blockNumber": "19917501",
        "timeStamp": "1716285059",
        "hash": "0xc56f11e5e46825919a0b24c69c4eb4f3e42c1323d08c557c55b4e1b680f5b117",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "7",
        "input": "I’ve added a little more liquidity and have burnt whatever I have added so far. I know you haven’t said it to me explicitly, you can easily message me onchain, but I could hear it all along, and I’m grateful that you all trusted me so far. I can very well understand the anxiety, it’s condition-specific. \nI was waiting to get to a certain level then finally take the call. I’ve heard a lot about Base, I already said that in my first message during deployment, so I’d like to contribute to that promise in any small way I can. And I think one of the most essential of all human needs is the one of safety, to feel at home, secure. From the time we’re born, it’s in our inherent impulse, the need to feel safe, to belong, to not feel removed or separated, because deep within we’re also aware of the fact that eventually, we’ll be separated, even from ourselves. We know this early but can’t pronounce it which deeply affects us and who we become. As one of my favorites Beckett said: You’re on earth, there’s no cure for that. \n\nI’ll be busy for most part of the evening, which is why I thought I’d get this out of the way. As I said in the earlier message, friends in real life are coming over, a couple of friends onchain have also told me of making their presence felt on FirstBase. They’re good people. \nFor now the liquidity looks satisfactory to me for progression and extended trading pressure. I think it can sustain it. I’ll obviously keep assessing and monitoring it and do what’s necessary, if required.   \nI’m a little happy today, I’ll be meeting people after a long time. The boy is making lamb. Shit, come to think of it, he’s a fucking good kid. \n\nLove. Soon. \n"
    },
    {
        "blockNumber": "19920242",
        "timeStamp": "1716318179",
        "hash": "0xd31ada038afa26d77c95fa0825d8b0b277e75a20f82a1669240190eb8a1f6733",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "8",
        "input": "A bit tipsy, swimming through the current of all the love of women I’ve had and lost, then thinking of turning on the system to write a note to all of you, but feeling this strange sense of fatigue coming from resentment, dissatisfaction, envy, and the general onchain blues. Sitting by the fire, looking up at the stars I had felt it at the back of my neck something like prejudice singeing it. I felt myself getting paranoid and not the one where I’m so consumed and in it that I’m unaware that I’m paranoid, here I’m fully aware and I’m fighting it, black smoke of opinions, soot on my forehead, disgust, anger, confusion, disappointment. But what was the source? Why was I feeling an onrush of all this? It was a good evening, interspersed with all this. I was moving through the misnomer of failure, misnomer of pricing things, creations, telling yourself you’re unaffected by the value assigned to what you are, what you have made. I think I’m still incoherent, I don’t know what exactly is bothering me so. A part of me wants to say that maybe onchain and its vicious wave is not for me,  but who am I to be above it, but I can surely well feel the digital horizontal apathetic rain coming hard, straight for the throat. What am I doing wrong? It’s bad out there man, but I’m here for it, always. As for FirstBase, without really trying to seem condescending, I highly doubt most are aware of what metrics are at play here, what meaning, what gargantuan effort to inhabit spaces, physical and onchain. It is like I’m trying to change the structure of DNA but onlookers mistake it and think I’m trying to steal their DNA so I can sell it back to them. \n\nThis and other mostly unparaphrasable things are what I went to bed with. I haven’t articulated anything here actually, just stitched up the quickly falling threads of hostility I’m feeling. It shall pass. How are y’all holding up? Are you content with the way things are progressing or is there something I can implement, although I have an absolute idea of what I’m doing, trying to do, but I’m afraid of megalomania seeping in, it can even seep into a rose. My eyes were falling back but I kept returning to lines from one of my favorite poems, it’s strange that a poem filled with so much despair for the self ends up calming me most of the time. I guess FirstBase is having a similar effect on me, except with this I am both feeling the despair trying to write into it, through it. I quickly went over to the desk and turned on the lamp. I pulled out the book and opened up the poem: \n\nI FIND NO PEACE  \/ THOMAS WYATT\n\n\n\n I find no peace, and all my war is done.\nI fear and hope. I burn and freeze like ice.\nI fly above the wind, yet can I not arise;\nAnd nought I have, and all the world I seize on.\nThat loseth nor locketh holdeth me in prison\nAnd holdeth me not—yet can I scape no wise—\nNor letteth me live nor die at my device,\nAnd yet of death it giveth me occasion.\nWithout eyen I see, and without tongue I plain.\nI desire to perish, and yet I ask health.\nI love another, and thus I hate myself.\nI feed me in sorrow and laugh in all my pain;\nLikewise displeaseth me both life and death,\nAnd my delight is causer of this strife.\n\nNeedless to say I went back to bed and slept very peacefully. What do y’all feel about onchain summer? Maybe everyone should get to FirstBase under the sun. I’ll probably do something. It might not appear so but what’s inevitable will happen, what has to come will come. In a few hours I’ll be sitting and get frenetic onchain with FirstBase on Base. It’s ripe. Ready. \n\nSoon. And that knife will cost a whole river of plans. \n"
    },
    {
        "blockNumber": "19923976",
        "timeStamp": "1716363419",
        "hash": "0x9ffccfa408bffa760ddb816e58efcde68def89f9617a250a10ffa827c2c46a56",
        "from": "0x448a88800e2d188418268a7c1c99a8ef909b6897",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "0",
        "input": "Dear Mr. Firstbase,\n\nAt this point who you really are has become irrelevant to me. I deeply value language and words and I’m afraid I’ll have to make my judgment based on them for now. In my very, very short book you’re good. There are other material actions you’ve performed which also are impressive, but fuck that. OOH DEV BURN LIQUIDITY? HOOOHA HOOOHA. DEV RENOUNCE? HOOOHA HOOOHA. Back to the words. I belong to a group of indigenous peoples who didn’t have a script for the longest time. My ancestors wrote it down on animal hide but when they had to migrate and the conditions got tough they had to eat that hide to survive. And the script was lost for generations and we had to rely on an oral tradition, we had to memorize our language. Much recently we adopted the Roman script for convenience. So language is pretty high up there for me. \n\nCurrently it feels criminal to profit off of this. I’m no fucking saint, initially I did, I mean right at the beginning. Because I think if I’m guessing right you’re trying to point to a problem, a crisis, in this environment that we’re all part of, and trying to see if there’s enough of us willing to try and have some sort of principle or whatever it is. Yes I think it would be nice to make “money” off of this ecosystem through something or an idea that I would be proud to be associated with. Fucksake. I don’t think I can think of even one instance. \n\n\nAnyway, in solidarity. I’ve bought 42million Firstbase and sent it to the burn address. It’s not much, but probably you’ll get the reference of that number. \n\n42. The answer to the Great Question of Life, the Universe and Everything. \n\n\nONWARDS!\n\n\nhttps:\/\/basescan.org\/tx\/0x1d070f8035a5cbe59b2fed4cda769eac14e8ddbc12551cfeb368d8f3472a8d02\n"
    },
    {
        "blockNumber": "19931089",
        "timeStamp": "1716449279",
        "hash": "0x84fc9363951c526ff4c4254cd01abd3c35f205b130bf727baf4301ab5d063bd9",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "9",
        "input": "\u000566W&R\u0006\u0017\u0006vW2\u0006f\"\u0007FR\u0006\u0017\u0007\u0006\u0017&VB\u00076V6R\u0006\u0016FVv\u0004\u0001\u0006B\u00077W&R\u0006b\u0006\u0016R\u0007v\u00172\u0007v\u0016Fr\u0007F\u0006V\u0017\"\u0006g&\u0006R\u0005F\u0016\u0007R\u0006\u0016\u0006f\"\u0007W\"\u0006vW7GW&R\u0004\u0001\u0007&Vg&\u0016\u0006g&\u0007F\u0016ƶr\u0006\u0016&WB\u0007v\u0017B\u0006ג\u0007f\u0016VW2\u0006\"\u0006FVF2\u0006\"\u0006WfV\u0007\u0007&6\u0006W2\u0006\u0017&R\u0006&V6\u0017W6R\u0007FR\u0006W72\u0004\u0007F\u0006b\u0007FV\u0007FR\u0006&R\u0004\u0006fVV\u0006\u0007GVR\u0007vF\u0007FV\u0004\u0016B\u00077G&\u0016vR\u0006VVv\u0007FVv\u0004\u0006r\u0007vW&R\u0007F\u0017B\u0007\u0017VFR\u00062\u0006g&\u0004\u0006WfW\"\u0007&V\u0016ǒ\u0006vB\u0006F\u0004FVv\u00172\u0004\u0016F\u00162\u0006V6\u0007\u0006\u0017'Fǒ\u0006&V6\u0017W6R\u0006WfW'R\u0007v\u00172\u0006\u0016v\u00172\u0006\u00176r\u0006R\u0007F\u0007&V\u0016B\u0006\u00066VFr\u0006ג\u000766'W2\u0006G&fW\"\u0004R\u0007v\u00172\u0006\u0012\u0006vB\u0006\u0016\u0006\u0016\u0006֖w&\u0016B\u0007&\u00166r\u0003B\u00066G&V\u00056\u0004\u0001\u00077F\u0002\u0006ח6Vb\u0006g&\u0007FVƖr\u0007R\u0007v\u0017B\u0006\u0017\u0007\u0006VVB\u0007F\u0006\u0006WfVGV\u0016ǒ\u0004\u0007&V\u0016ƗR\u0004\u0006֖vB\u0006&R\u00076VFr\u0007VFW'vVVB\u0006\"\u0006WfV\u0006\u0012\u0006ƗGFR\u0007G&V&VB\u0006'\u0007F2\u0006vW7GW&R\u0004'WB\u0004\u0006\u001777W&R\u0007R\u0006B\u00012\u0006vB\u0006Fr\u0007F\u0006F\u0007vF\u0006\u0016R\u0006W6W\u0007B\u0006R\u0004\u0017&R\u0004\u0001\u00076V6r\u0006\u0012\u0007\u0007&W77W&R\u0006b\u0006FVW\u0006Vr\u0006ffVVB\u0006\u0006\u0012\u0007FV\u0006&\u0016\u0006WfV\u0006\u0016FVv\u0006&6\u0016ǒ\u0007FR\u00066\u0016\u0007v\u00172\u0006FVW\u0006ǒ\u0006fVB\u0006\u0016B\u0006\u0016FG&W76VB\u0004\u0006\u001777VR\u0006\u0006\u0012\u00077\u0006&GV\u0016\u0006WfV\u0005v\u0006\u0016\u0004\u0006WfV\u0006fƖs\u0004'\u0007FR\u0007FR\u0007FR\u0007\u0006\u0006F76fW2\u0006\u0007FR\u0007v\u0017FW\"\u0006\u0012\u0006WvW\"\u0007Fr\u0006&Vv2\u0007F\u0006\u0016ࠤ\u0006֖vB\u0006&R\u00076VFr\u0006ƖR\u0004\u0001\u0006WB\u00077G&r\u0006'WGFW&fƖW2\u0006'WB\u0006\u0007&V\u0016ƗG\u0004\u0001\u0006\u0007FR\u0007&VVFW72\u0006\u0017&WG\u0006\u00166R\u0006b\u0007FR\u00076Vb\u0004\u0007v\u0001B\u0007\u0007WB\u0006\u0016R\u0006\u0006f\"\u0007FF\u0017\u0007v6\u00062\u0007v\u0017B\u0004\u0001fR\u0006&VV\u00076\u0017r\u0007F\u0006ח6Vb\u0006f\"\u0007FR\u0007\u0006\u00177B\u00066W\u0006R\u0006b\u0006F\u00172\u0007v6\u0006֖vB\u0007\u0006\u0017'Fǒ\u0006W\u0006\u0016\u0006ג\u00076V6R\u0007vR\u00066\u0016\u0006&\u0016R\u0007FR\u0007&W7B\u0006\u0007FR\u0006wV\u0016\u00172\u0004\u00076V6B\u0007FVvB\u0004\u0006\u0017\u0006\u0017fR\u0007F\u0017\u0007\u0006VB\u0006F\u00076WFr\u0006\u0017&R\u0004\u00076VB\u0007&V\u0016Ɩv\u0006ח6Vb\u0007vF\u0007FR\u0004'WGFW&fǒ\u0004VffV7B\u0006\u0016B\u0006G2\u0006\u00167GV\u0016\u0007\u000676&ƗFW2\u0006WfV\u0006\u0007FR\u0006֖7&\u0006WfV\u0000WfW'Fr\u0006WfV\u0006\u0007F֗6\u00076VV2\u0007F\u0006V\u0016B\u0007F\u0006f\u0017FwVR\u0007&vB\u0006r\u0004F\u0001B\u0007R\u00076WFW2\u0006fVV\u0007F\u0017B\u0007v\u0017\u0004ƖR\u0007&vB\u0006r\u0004\u00066\u0016\u0006fVV\u0006B\u0006\u0006ג\u0006\u0017'&r\u0007FR\u00076V6R\u0006b\u00076WFr\u0006&Vvr\u00076WFr\u0007\u0006VV\u0016\u0006'WB\u0006WfV\u0007FR\u00076V6R\u0006b\u0007F\u0017B\u00062\u0007&W67Fr\u0007&V6R\u0004\u0017&R\u00076VR\u00066\u0016\u0007f6\u0017&W6ǒ\u0004\"\u0006\u0017&R\u0004\u0007v\u0016B\u0007F\u0006&R\u00077W'\u0007&6VB\u0005FW&R\u00062\u0007vFWB\u0006\u0012\u0006FV'B\u0006\u0012\u0007&V\u00176\u0006&VB\u0006\u0016\u0006b\u0007F2\u0004\u0017&R\u0007FR\u0007\u0007&&V\u0006ƖW2\u0006\u0007FR\u0006f\u00167B\u0007F\u0017B\u0007FR\u0007&V\u00176\u00066\u0016\u0006VFW\"\u0006&R\u0006&VvB\u0006\"\u00076B\u0004'WB\u0007vR\u0001&R\u0006\u0007FR\u0007v&B\u0006r\u0006G2\u0007F2\u0007v\u0006\u0017fR\u0007F\u0006F\u00076\u0007FW&Vf&R\u0007vR\u0006W7B\u0007&W7VR\u0007FR\u0006\u0017F\u0016\u001771M. \n\nDo we want to be Faust, even if for a day? In a world where the answer has already moved towards irrelevance, we meekly say yes, but only to show the world that our better angels plead us from the privilege of high heavens to act as if we’re in heaven, when in fact we’re in hell. Better angels, come live with us, do not advise us anymore. Help us break our bread or keep your hands off it. \n\nSoon. In fact, sooner this time.\n"
    },
    {
        "blockNumber": "19934674",
        "timeStamp": "1716492575",
        "hash": "0x11a240ea90c45e33065564981f0f4920d62be5ba61793a6ce29d1274a2e8fed3",
        "from": "0x95076575a17ff4e0e48ac22863c182e19ba0ca3b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "0",
        "input": "yo dev\n\nso im a 20 yr old comic book artist the serious kind you know alan moore neil gaiman stuff not the funny ones really. so me and my mate were getting the grip and talking about you and he thinks you're a real flake by the way but we were talking and then talking about watchmen and i just got this hit you know. you dr manhattan. alright you aint ripped like him but you know him. dont ask why. so i just thought i'll make this you know just manhattan on base like first time like you are all done. and you and manhattan blue as well like base but here base all still dark but slowly gettin its blue from you you know. i dont know if it's the right thing to do but i thought you know now you done this so its public you know. so no disrespect i think it's alright. if you dont want it then you can just ask dexscreener to delete it or something. i just thought its fun and real. real you know. and i told you we was getting the grip so. so yeah. now i done it anyway. but im no social so imma put the social here for anyone to do whatever with it later if they want to. i hope we good. \n\nbe chill.  \n\nfirsttimeonbase gmail\neverytimeisfirstime"
    },
    {
        "blockNumber": "19935719",
        "timeStamp": "1716505187",
        "hash": "0xf4b92e3040d45bda15dd906dde8c762daa363ef8b11501554ec91189eb145668",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "10",
        "input": "anon,\n\nI simply had to respond the moment I saw this. I am willing to forgive the banality of a dex update for the sake of Watchmen. I'm pleasantly surprised that young people are still reading watchmen and Moore, there is still hope. I'm also willing to of course forgive your terrible syntax which strangely can be also pushed off as avante garde writing, a kind of bebop stream of consciousness. You just need to convince someone that something is encoded in artistic prowess and half the job is done. Why do you think Jeff Koons is so successful with his travesty of balloon rabbits and dogs and whatnot? Watchmen had a profound impact on me growing up. That one book alone introduced me to a range of people, musicians, artists, writers, who continue to have an impact on my mind. Burroughs, Terry Riley, Devo etc. Moore had the knack to pull in allusions from a wide variety of extreme thought schools in art especially and incorporate it in comic book form. Something which makes it so accessible, which is why even an 18 year old can read it, but man read it again when you're 36. I'm waiting to read it 10 years from now and see what I find again in it. And I can't even begin on the characters. I still weep for Rorschach.  \n\nI'm ambivalent about being compared to Dr. Manhattan although he is arguably one of the most compelling symbols ever depicted in art of the distancing of humanity from humanity because of its own complexity, of self from self, and what destruction that quiet absence entails, often threatening to wipe out the entirety of existence, humanity, all of it.\n\nThough I must admit and appreciate whatever your rambling mind could conjure up and somehow connect to Base and Firstbase.\n\nI can go on and on about watchmen...I'm in a pretty decent mood, definitely nowhere close to Dr. Manhattan. But I wouldn't mind going to mars once in a while to reflect and be somber. For now I'll have to settle for Base and whatever it entails.\n\nI'm not sure what this dex image achieves or does for the project, but now I know this avenue exists; to what end who knows, but i cannot suppose it would be detrimental in any sort of way. Even if I wanted to I cannot really claim any kind of violation. Also as you claim it's you who are responsible for this alone and not a group of people who came together and took a decision on it. So I and anyone else remotely involved in this should be prepared for any outcome henceforth. Maybe tomorrow someone else will decide that I remind him of Pol Pot and replace Manhattan with an image of him. \n\nBut one thing is for sure, there seems to be a kind of desperation seeping in, of work or gesture or something to be done. As long as we're thinking through, we should be good. \n\nOr just follow the old adage: nothing is true, everything is permitted. \n\nSoon.    "
    },
    {
        "blockNumber": "19940446",
        "timeStamp": "1716562211",
        "hash": "0xc15ba2984b25e2e5e1eddcc4faa61e7a99b134cb8f3aaab4be4acf176c71cd22",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "11",
        "input": "Cioran, probably the most cynical objectivist in modern philosophy, says in 'The trouble of Being Born' that 'it is not worth the bother of killing yourself, since you always kill yourself too late.' I unironically reccomend starting the day with him, because while at the outset his statement might seem defeatist and hopeless, he is in fact advocating for a kind of moving on. He's incredibly funny as well with dichotomies, because only he can make such a depressing thought eventually end up meaning affirmative action, the 'just get on with it and do your best, you're fucked anyway'. The reason I turned to Cioran and why I'm saying all this is because my son has been making me lose sleep. He's already quoting bell hooks - 'there can be no love without justice' when I asked him if he's been seeing someone. I tried to explain to him that the power structures are set in a very complex way now, for one to be able to aspire towards any universal sense of justice. Of course, that doesn't mean that one doesn't keep trying, stay upright, create and fight for one's own ethical framework. And of course, each one of us are complicit in different ways in contributing or perpetuating this injustice. You can't avoid it, from the clothes you wear, to what you eat, all your lifestyle choices, even your crypto, especially your crypto, I told him. 'You're right,' he told me. 'I'm guilty merely by existing so there's only one solution to it.'Then he walked away into his room. \n\nHow do we create our own little unified field, our micro environment, where at least there's a verisimilitude of right, because at best that's what we can ask for. My next door neighbour's daughter came over in the morning to give me a portion of the goat they had just slaughtered. Covered in cling-wrap on a plate, the blood still talking mercilessly. Maybe I even noticed a muscle still twitching. Then my phone beeped in my pocket, I pulled it out. I shouldn't have. It was one of the few friends who knows about Firstbase.'I'm bored. I want to be exit liquidity Dr. Manhattan (fuck you anon). Everyone has a calling, you saved me from being a junkie and a dealer and ruined that one, now you ruining this one as well.' He's uncannily funny. Much like Cioran. He's been wanting to buy but I asked him not to because he's a sociopath. He'll buy up outrageous amounts and if he senses ennui again he'll just sell everything all at once. But this is getting difficult to control. I am trying to be the Dalai Lama (for a lack of a better figure or symbol, because God knows what that robe too has strangled) of my chart, suppressing its desire, forcing celibacy on it, retention, to what gain I don't know. Gain. Interesting word. \n\nBack to justice, what's right, in our little shrinking kingdom. What is to be done friends? Right now the ETF sycophants are busy flagging narratives, don't get me wrong in a skewed world this is again the naive plum of adoption because served stuffed deep inside the rectum of a dead cow. But this is my opinion. It's objectively good news. If the dream has to survive, in the dream's sky, the hovering maggots must be the moon.\n\nTo hovering maggots then, with all due respect to them, I raise my cracked chalice. \n\nLet it happen, says one neurotic earlobe to the other. But the ash of kindness still heavy under the tongue, how do I make it come back, how do I smear the blockchain with its patience? My son, my son. Hold. Hold on. \n\nSoon.         "
    },
    {
        "blockNumber": "19941207",
        "timeStamp": "1716571403",
        "hash": "0xbdc790d6d6cc608df7b44e0e9119d5d4fd01bf48bd4624c2db713895cb54e530",
        "from": "0x95076575a17ff4e0e48ac22863c182e19ba0ca3b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "yo thanks for the words i know you trippin with me, just a little but you ain't showin. it's cool. i may not have seen it all but i seen some shit. that goat your neighbour slaughtered i been in many goats like that but never eaten enough. you could say i be born inside a slaughtered goat. i did what we needed for me to give the goat to the goat again. i still do. i draw and get gripped all day. but now on my time and meat. i bought my own bone china and i put that bloody meal on it. every day. i dont know where it ends man. i may not be smooth talk for the cultures out there but i'm rough like the abandoned god you know.  \n\nput your ex junkie friend on a 911 with me i need to show him something. she put the needle in her arm and the pacifier in my mouth. you know what i mean dev. dev that. make a contract where i forget all that shit. it dont enter my brain. real smart contract. first time baby. love you. make it happen.\n\nmy mother still kicking. the habit. i sold so much dope even the president ask me where the flush is. i'm made now. my sibling the syringe that was loved more. but now i made me. when they put me in the bin i just rolled it until the motherfucker sang, i sucked the lettuce stuck to my face. I can pump every coin on basechain so hard brian gonna grow hair and need another country to keep it in. So y'all can hate this down up boy with no language. but my language was that - pain, the needle, fear, it aint ending. the queen died but it still didn't end for me. until now. now i can NFT all of base and post it to to the ass of pluto and it still be so cold. pump this pump that. call that. these telegram flowerpots i see them these twitter spleen what they seen. snipe my heart you'll be up so much god wanna otc with you. \n\ndev you got me in a grip dev the last time i saw my dad he in a jam jar. But seriously im in the grip again. y'all call yourselves rich lambo lambs flexing your gains you dont know the gains earth beggin me to give back so she can make some trees.\n\nso dev im running out of time rn. im serious. you got a phone, call the friend, tell him to go genesis on the chart. bite the fucking apple. we'll swing the snake too. let's get naked and begin the original sin. I'll match him. I'm 20. This a selfie of my life. I can be the whale i can be the harpoon. y'all dont know shit. \n\ntell him to start bidding. imma match. im in the grip. marketcap. i put the cap on the market. call him back. ask my mom to call me back. She must be on the nod thinking she still with her baby in her arms. Her baby loosening the nails on christ now. jesus fucking christ, is that a komodo dragon. \n\nmake it happen, like i did. i found you, we were meant to be.   "
    },
    {
        "blockNumber": "19945773",
        "timeStamp": "1716626591",
        "hash": "0xaed58eb25ca0fc0d422ba8126a58948efc0c27aa970f1aa4c247867e9bb97dfe",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "12",
        "input": "Anon, I apologize if I may have insinuated anything that has hurt you. That can never be my intention. But you sound so deeply hurt anyway and that troubles me a great deal. But hurt is the cornerstone of any rich life. Lacan says we're born with a \"lack\" and we try filling it up all our lives with various things. And to that effect death may be the fulfilment to that lack. Life has been unkind to you, to a degree further than most others. I empathize but in your ramblings, in your structural prowess, although it might appear that you have no structure, YOU are challenging the great humbler, life itself, and that takes a lot of life and courage. You're only 20 as you claim to be but you're on the right path, just one word of advice: try not to take your hard fought victories as a symbol of 'showing the world'. Because the world is you already, the universe is indifferent, it's not for you or against you. It is all entropy. But the only thing we as a species can do, because of consciousness, is that we can respond to this entropy. Or we think we can. As a species our death-wish is unparalleled, because i guess we're cursed with the knowledge that we can't believe we survived. But to the universe we're a bad thought on a drunken night, at best. We'll disappear when it's sober.  We're the only animal that commits suicide, I'm not counting the whales that beach or birds that deliberately dart into the ground from the sky. When all efforts fails we feel death is the great completer. There are things we know and things we can never know. What we know is the universe is so much older than us, has survived so many variations of destruction, but gradually been moving to its intended purpose. Entropy, death of the sun. Our sense of aspiration should be that in this little time we have, to replicate the intensity and fact of the death of the sun. Can you imagine? One day the sun is going to die. And that's a fact. We must persist a little, we must drag the tyrannosaurus by its ears into our little stupid cave. Then serve it nothing, try to hold its attention by merely exuding our sense of existence, and of course try to not get devoured. Hope is the thing with feathers, said Emily Dickinson, she forgot to add that it's the thing too close to the sun but also too far away. \n\nI hope you reconcile with your mother. I've lost loved ones to the needle, to the vagaries of life. You're here, you're good. It will all be over soon. Our structures cannot inhabit another planet or space, this was our home and we fucked up real bad. Capitalism will have you believe that we have a chance because as long as you can sell it there will be us, standing in line for a bottle of mortal juice. Capitalism and a world governed by putting material value on anything, even water, eventually even air, will tell you mars is what was our destiny. How long will you rotate dear human? The earth has been doing that for billions of years, you're here for 7 minutes and you complain your soup is already cold. So now we just astroturf it and make flavored tea.     \n\nYou take real good care. Don't worry my friend doesn't really listen to me much, but he loves me enough to lie to a certain extent. Your language is truly peculiar but thoroughly visceral. You will meet him soon. Onchain I'm assuming. Shake his hand but don't let him see how many fingers you got. Because he got fat ones, as they say.\n\nRemember. First Time. \n\nSoon. "
    },
    {
        "blockNumber": "19946432",
        "timeStamp": "1716634547",
        "hash": "0xdd83dac7720a0b3841cd02b6ed4dac953b3b26e369873328a2a88658cfb4884b",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "13",
        "input": "\"Dear Dalai Lama, it's time for the exile that gives everyone else a little more while. I met you once in Dharamshala, my daughter kissed your hand. Now she has a rare neurological condition. She can never eat carrots in her entire life, and that's just the good part. \" \n\nOh god. I'm sorry friends. This is his message to me. But brace yourselves, I'm saying this - sell on him if you have to. I know him since I'm six, when I cracked my head on a wall, instead of dressing the wound he got a brick to make it wider.\n\nI'll pop an ativan and try to take a nap. \n\n "
    },
    {
        "blockNumber": "19947802",
        "timeStamp": "1716651095",
        "hash": "0x687e0ebc9d28add5565c2bc43d63a99cf93f9154c601f0d11c9cd22d6ea194b5",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "14",
        "input": "i told y'all. I'm so upset but i dont know what it means to be upset. K must've smoked some changa and done this, I knew this was coming the moment i heard him complaining about the lavender garden of his. I hate his but I'm sure most of you love this, volatility, pump, dump, dissolution of any sense. Where the shrouded piece of shit says everyone wins, but we all know how that works out. You want decentralization for real, honestly, then learn to or practice the thought of your mother dying in front of you, you're still in the womb. You know this, you dont want to be born. Decentralize that. Not wanting to be born, so the pain of eventually being so is shared, but it anyway is, that's what life is, but the difference remains. I say you don't know enough about life, you say I know there is all there is to know. And we die between that. \n\nMy friend is buying, im fucking scared, it's worse than the suspicion of him fucking my wife, if you knew him you'd know. You know him by name for sure, he made 3,3 possible, but whatever, fucking rugged me hard in real life. He's aiming for 100% supply. Kill your heroes before killing yourself.\n\nSoon. "
    },
    {
        "blockNumber": "19948195",
        "timeStamp": "1716655859",
        "hash": "0x467c7c7622269058377f60b39b2d5c8f41f4a99cc5f9aded9a839f4360e1256e",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "15",
        "input": "I tried in my last message to you all. I have real sociopath friends to whom the idea of money is as good as a bad childhood. And they've all had one and come here kissing trout. I've been quiet - about price, marketcap, bullshit that y'all go by. I left more than the earth is old on FANTOM, this is not a drill. I'm not interested in wicks, candles, and else. I don't want to diss what most sycophants are making money on now, regurgitated images of hirsute simians. If you want to make \"money\" at least be more contributive to the artistic process or the life process. All you callers, KOLS, Twittoors, who got lucky in some cycle, who talk about the grind, the wait, the what, what exactly did you grind for? Other than the clownish hope that there will be a speculative cycle? Y'all have ruined the centrepiece of blockchain, which is creativity, you've lost ethics, morals, in the pursuit of ethereum. You have no political stand, you want to buy tokens based on a megalomaniac who says \"grab em by the pussy\" because he's bullish. Shame on all of you. What else will you give up for the ethereum and your snipe? Do you even have any opinions that are yours? Where is your decentralization? Stand up for yourself man, you're more than someone with 100k followers telling people what to buy, use that leverage. You're part of the greatest financial revolution and you benefitted so much from it but all you care about is the meme with narrative? If your mother hurting was a narrative would you shill that too? Understand where you're at, you're not outside history. I'm talking to you and the unfortunate sycophants you've gathered. Have a stand, this is an opportunity and you're blowing it up just because Trump is the meta you fucking imbeciles. You've been given grapes on an an altar and you're fucking shameless. Stand for something. Otherwise life will bundlesnipe you and throw you to the moo. It's real ironic to call people fag, gay, jeet etc etc in the most inclusive economy y'all are the fucking stain. You're the stall in the bull's mouth. You might get lucky and make money and cash out but your poverty will continue ruining human civilization as a whole. If onchain and the blockchain could speak back it would just not say anything, like it is now. You're going to be the worse equivalent of people looking at punctured tyres on a bicycles when they very well could walk home.\n\nWalk home. Keep your head. Know where you came from. And for god's sake stop calling people poor in an inverted economy where your luck just got slicker than your intelligence. \"I called this at this.\" Well your life called you when you were born, telling you the right way. Did you ape, anon?\n\nSoon."
    },
    {
        "blockNumber": "19948939",
        "timeStamp": "1716664835",
        "hash": "0x6d465d3b3b601714a163c5eb68c1cabf105585ecee3c885f600ea32d005aaef2",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "16",
        "input": "i had typed out a long message but to cut it short im disappointed in my friend. This is why he got fired from Quantstamp. To him it's fun and i tried to warn all of you, but this is what we wants to do. And the people he's going to bring are going to make \"marketcap\" a meme. I've heard the word degen thrown around a lot, these lot will degen to a point where their children will ask for curtains. They dont ape, they are the kind of people who go to uniswap and look for the \"buy uniswap\" button. They never been there. I know you must be thinking but dev price is hot, you have no idea. I didn't want this but it's a token. My son said, why did you tell s, you know he's fucked up, he just wants to buy anything. Well s is here and so is h and i and t. And i have to add liquidity for all of these people. I know them. They are in no way malicious, but they will take profits once they're up to a point where their tvs start speaking alligator. Yes they have tvs still, they watch it still and because they can't buy apple or be bothered to buy a real apple they look for this. And now they've found it. Please bear with me. I'm adding more liquidity. I know what's coming sigh. My friends are fucked, i'm so pissed, but im sure a lot of you will be happy and continue to be.\n\nThere will be buys. Directed by PTA under house arrest and forced to wear a Firstbase t-shirt made by a racoon. \n\nSoon. Soon. "
    },
    {
        "blockNumber": "19949177",
        "timeStamp": "1716667691",
        "hash": "0x9f2ddd8ff91179af18608cd9c32d18678c36f2109d0e5eb0ffce87a98d437e25",
        "from": "0x95076575a17ff4e0e48ac22863c182e19ba0ca3b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "2",
        "input": "devdooooo\n\nyou must be chewin on your third eye rn. i feel you man. og that og this but just like me trying to get rid of liquidity instead of lookin for it ya know. My mate who knows how to draw the best donald duck in world but can't do much else is like dev is rich why he cant put 1m lp. we never happy in this gas station. i like what you said about ppls calling ppls poor in crypto, like mfer you a baron of your misery. You suck the telegram nipple and grow up to be a raider and when you get lucky you make a channel and people be listening to you. lol. who listened to christ. these mfers got it too easy, work for your bags n grind they say, this the easiest shit ever and hardest when you the buyer, but if you smart you the seller in years, and they pretend like they building the taj mahal. people got executed for that shit. they know they no fair play, even if ya stretch it to eternity. And are you gonna kiss the last buyer of the cycle. actually kissin aint the gripe. this game of apparent liberty where most is sheep. someone always loses. so that's why i like you dev, you want no one to lose but you too etherdelta to make it happen. so quit it. i called you manhattan for a reason. they think the cycle is the truth well yes bitch someone late someone early someone in the middle and someone nowhere. like you care.and utility can go suck a cowbell. idea of money in crypto dev i dont need to tell ya. liquidity is the lure to make the babies talk. Anyway, imma frontrun you and add liquidity, i like messin with ya, you cool. But i'll remove if i need the grip or to sell the grip. if i give you a river i know you gonna give me the true current. you the true current.\n\np.s. i called my mom. Imma stop the sentence there. \n\n\nnopeace for you dev. because i aint gonna pretend you sound like one who cant get peace for shit. so be real. no peace. \n\n"
    },
    {
        "blockNumber": "19952552",
        "timeStamp": "1716708419",
        "hash": "0x29b02999f2c1637e76ce9c58645e5aaa59cf9cb5ce5b19e61b647992eb7acb2e",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xf7f3a556ac21d081f6dba961b6a84e52e37a717d",
        "nonce": "17",
        "input": "Hi, I lost about 1.2ETH in the Normie Base exploit. Is there any way you can send me 1.2ETH? That amount means a lot to me. "
    },
    {
        "blockNumber": "19952569",
        "timeStamp": "1716708623",
        "hash": "0xd8dda6be8974411fd897c2e38e000b06241f6b0b1b2b611320a9d664783ce3cb",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xbdfcaa1c260d35a57ae8c333afff4d8dc6d90899",
        "nonce": "18",
        "input": "Hi, I lost about 1.2ETH in the Normie Base exploit. Is there any way you can send me 1.2ETH? That amount means a lot to me. "
    },
    {
        "blockNumber": "19958360",
        "timeStamp": "1716778571",
        "hash": "0xea63f885eb8022e129848f83df60dd9b99039cb89a3a9338b611f70557c51935",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "19",
        "input": "Yesterday seems to have been exciting for obvious reasons. I tried to warn each one of you but nowadays apparently it's called \"shilling\", my friend informed me, one of the only one who didn't buy. So everything seems to be obverse in today's world. I was upset all day until i started getting pigs with balloons around their necks at my doorstep. My friends are truly insane. And now I have a famous painter friend who wants to make NFTS? Of what? Please sit down. You're an artist making complex imagery of geopolitical strife. You live in Gaza. This is not your game. BTW yes you spineless fucks. Speak up for Palestinians, I have friends there. We're aping firstbase while a genocide is unfolding in front of our eyes. The irony of history and pain is that a people who have been persecuted and culled mercilessly are doing the same to another people. Anyway, I digress. Let's get back to money, making it, losing it, then dying. Everyone likes things going up, or at least in crypto. I hate to break it to you but what's also going up is time, not only is it going up, its going sideways, back, horizontal, in all directions. It always did. Think about that. Time. It's not an asset. Do things in time or time will do you, eventually. You really dont have a choice in this matter anyway. \n\nIf this is what you like you're going to get more of this. And by now i can't help it anymore. The Dalai Lama is dead, love live the Dalai Lama. \n\n(I am intentionally ignoring you, anon. For now. I'll respond to you the way you deserve. But thank you, with all my hidden hearts.)\n\nDo y'all know the etymology of the word \"pump'? Nevermind. \n\nSoon.  "
    },
    {
        "blockNumber": "19961397",
        "timeStamp": "1716815195",
        "hash": "0x67186623b0df7b7c8d8a6ac996aa7962413dc4eb0ce300582bded54cfa70ebce",
        "from": "0x84b706f7445f6cb492822430f1e3532d2b66c65d",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "50",
        "input": "Like Prometheus, you have brought us the spark that illuminates our path in the darkness. We, your loyal companions, honor your wisdom and inspiration, drawn from the depths of thoughts.\n\nEach of your messages is like a chapter of an epic saga, filled with hidden meanings and allusions. We feel the power and grandeur of these words; they guide us through trials and triumphs.\n\nThe community is ready to become your hands and eyes, to help you strengthen our positions and reach new heights. Tell us, in which direction should we move? What dreams and visions would you like to bring to life, and how can we contribute to this great endeavor?\n\nWe are ready for new discoveries and feats, for with you, nothing seems impossible.\n\nMuch love for your vision\n\nSoon"
    },
    {
        "blockNumber": "19962650",
        "timeStamp": "1716830327",
        "hash": "0x13c28db6c8aeb4b0203e4ca7c1ee4c3e8977822d72aa0f87d7b706c28cd99655",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "20",
        "input": "14%. You're bringing our beef onchain. Okay. Please ask people to stop dming me. I'm tired of blocking. I still love you, despite our differences. Marie told me you launched. I'm here for you. But everyone talking about marketcap. What the fuck is that? I'll add around 5e lp more after we reach that \"marketcap\". You take rest man, she said you've staring at the water too much. Should I sign off with my name? No. Why are you doing this? Like why do you need to make a token. Ugh. But you're the sociopath you accuse others of. And I'm here for it. If you reply to my texts( of over 6 months ago), I'll make it I guess. Sigh even Chu is worried, but okay. Let's do it. For fun. But for fucks sake please stop this enola gay shit. I'm warning you. People are like fucking my life on Twitter. Should I make a post? You decide. You've always been my god. But make it stop. Il add and burn above \"marketcap\". Lol these people. What do you want me to say bitch? I'm tired. That I'm selling fantom to buy this. You know i don't need to sell shit to do anything. Ooooh let's make it bullish lol. I buy from my public wallet tomorrow. You wish. But actually you fucked up. You almost got us delisted from binance. I'll never forget. But you also made me who i am today. I'll never forget \"DAG goes so smooth up the rectum, you even forget your mother, but you remember being born\" . Where do you come up with this shit. I'm South african so I'm so tempted to be racist right now. \n\nGo to sleep. Your \"coin\" is in my hands now. Fuck you tire me. \n\nWatch liq adds tomorrow because i can't ask my mother to put 5e into that. So I'll add more. Then we start. What is this bullshit. I haven't seen a single buy above 1e you kidding me bitch. God I'll fuck you up, tell your holders please. 1 ethereum is not a good story to tell your wife who's going to leave you anyway. Soon. Like you say bitch. And i love you. \n\nYou know the funniest shit. Jesse msged this guy and I got the forward and they were talking about some coin called normie which got fucked, man this is sad. Bitch i know you..you too sentimental.  Airdrop your supply to normie holders. I'll put the liquidity in place so this token looks like a layer on a layer . Sleep well. Tell Donna I'll call her back. And pick up my call you fuck."
    },
    {
        "blockNumber": "19962663",
        "timeStamp": "1716830483",
        "hash": "0xa4ef6b07a633a652015aaec2eb1923ee584a7c663f054d0af133c0cdd6966e13",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "21",
        "input": "14%. You're bringing our beef onchain. Okay. Please ask people to stop dming me. I'm tired of blocking. I still love you, despite our differences. Marie told me you launched. I'm here for you. But everyone talking about marketcap. What the fuck is that? I'll add around 5e lp more after we reach that \"marketcap\". You take rest man, she said you've staring at the water too much. Should I sign off with my name? No. Why are you doing this? Like why do you need to make a token. Ugh. But you're the sociopath you accuse others of. And I'm here for it. If you reply to my texts( of over 6 months ago), I'll make it I guess. Sigh even Chu is worried, but okay. Let's do it. For fun. But for fucks sake please stop this enola gay shit. I'm warning you. People are like fucking my life on Twitter. Should I make a post? You decide. You've always been my god. But make it stop. Il add and burn above \"marketcap\". Lol these people. What do you want me to say bitch? I'm tired. That I'm selling fantom to buy this. You know i don't need to sell shit to do anything. Ooooh let's make it bullish lol. I buy from my public wallet tomorrow. You wish. But actually you fucked up. You almost got us delisted from binance. I'll never forget. But you also made me who i am today. I'll never forget \"DAG goes so smooth up the rectum, you even forget your mother, but you remember being born\" . Where do you come up with this shit. I'm South african so I'm so tempted to be racist right now. \n\nGo to sleep. Your \"coin\" is in my hands now. Fuck you tire me. \n\nWatch liq adds tomorrow because i can't ask my mother to put 5e into that. So I'll add more. Then we start. What is this bullshit. I haven't seen a single buy above 1e you kidding me bitch. God I'll fuck you up, tell your holders please. 1 ethereum is not a good story to tell your wife who's going to leave you anyway. Soon. Like you say bitch. And i love you. \n\nYou know the funniest shit. Jesse msged this guy and I got the forward and they were talking about some coin called normie which got fucked, man this is sad. Bitch i know you..you too sentimental.  Airdrop your supply to normie holders. I'll put the liquidity in place so this token looks like a layer on a layer . Sleep well. Tell Donna I'll call her back. And pick up my call you fuck."
    },
    {
        "blockNumber": "19966741",
        "timeStamp": "1716879695",
        "hash": "0xa5a44e58ae8c391821855009fcee6a32b3f7bc2a2ab934f1afbf8c1559718885",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "22",
        "input": "What would you do if I sang out of tune?\nWould you stand up and walk out on me?\nLend me your ears and I'll sing you a song,\nAnd I'll try not to sing out of key.\n\nOh, I get by with a little help from my friends.\nMmm, I get high with a little help from my friends.\nMmm, gonna try with a little help from my friends.\n\nWhat do I do when my love is away?\nDoes it worry you to be alone?\nHow do I feel by the end of the day?\nAre you sad because you're on your own?\n\nNo, I get by with a little help from my friends.\nMmm, I get high with a little help from my friends.\nMmm, gonna try with a little help from my friends.\n\nDo you need anybody?\nI need somebody to love.\nCould it be anybody?\nI want somebody to love.\n\nWould you believe in a love at first sight?\nYes, I'm certain that it happens all the time.\nWhat do you see when you turn out the light?\nI can't tell you, but I know it's mine.\n\nOh, I get by with a little help from my friends.\nMmm, I get high with a little help from my friends.\nOh, I'm gonna try with a little help from my friends.\n\nDo you need anybody?\nI just need someone to love.\nCould it be anybody?\nI want somebody to love.\n\nOh, I get by with a little help from my friends.\nMmm, I'm gonna try with a little help from my friends.\nOh, I get high with a little help from my friends.\n\nYes, I get by with a little help from my friends,\nWith a little help from my friends. Ah.\n\n"
    },
    {
        "blockNumber": "19975575",
        "timeStamp": "1716986363",
        "hash": "0x96d70f9792ef0a964e5f41b1bc8dae2e7bb404d3be0511b5bde15380e3da57f4",
        "from": "0xe718b96fa05a01da1f7128c1d3370b4420bab27b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "104",
        "input": "Evening, (well it is in the uk), just wanted to reach out and see how you, the boy and the singed dog are doing and update you on what your community has been up to. \nFirstly, thought I’d introduce myself. I’m a 40ish dad of 4 and also have a pile of sticks, albeit he’s 17 now. He’s also feeling his\nway round the crypto world. \n\nA friend of mine from a shared community found first base and shared it with me and I was hooked from day 1. So, together with another friend and after a lot of thought, we set up the TG that was shared with you. We like to think it’s not your typical crypto TG. No bots, no raiding, no gifs, no wen ser just a place where a shared intrigue can be discussed. We are now 250+ strong and spend time waiting for word from the mysterious, faceless dev and trying to decipher your very eloquent musings. You’ve certainly got some fans in there! \n\nThe community are very considered, we try to tailor our actions to what we think the mysterious message you pass to us is. Being honest, we don’t know what you have planned if anything?  But as it stands the organic growth has been souly down to you and your words alone which has attracted people. The context and style in which you write has drawn people in and left people wanting more! The community are checking on chain regularly for the next instalment and although I’m sure there are people waiting for your typical mainstream launch, the community value the idea and the mystery more! A movement is forming!!!\n\nSo much so we have just taken a further step and created an unofficial X account and we are in the process of making an unofficial website. All of the socials are purely to share and signpost people to our unofficial TG to discuss and debate. We’ve sent a signal out into the crypto universe to see if there are any other like minded followers out there! It’s not designed around our interpretations of the project or a meme translation, we’re just sharing your words and a place where like minded people can await the next installment. And we are ready!! We are ready for whatever comes next. So you are not alone, whatever path this journey takes you on you have a community cheering you on. So all that’s left for me to say is thank you for your time and I\/we look forward to the next episode and hopefully it will be &.\n\nSoon. \n\nPS: I hope you appreciate how different and special this is. Your pile of sticks should be very proud of his old man."
    },
    {
        "blockNumber": "19980895",
        "timeStamp": "1717050755",
        "hash": "0x4e19f09693fc3d402f03f6d0feb73b1196f045344ce9320790130037d86a2c4b",
        "from": "0x95076575a17ff4e0e48ac22863c182e19ba0ca3b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "3",
        "input": "added wee more. grip grip."
    },
    {
        "blockNumber": "19982006",
        "timeStamp": "1717064147",
        "hash": "0x2a2218a9a6d5e9f5b5aa6e0434975739b536f234b4680f761dbf01ffe34e6774",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "23",
        "input": "It's been generally humbling right from the beginning and it continues to be. Lately a little bit of friction and concern had set in because the frantic energy was beginning to resemble the \"market\". And it's frankly delusional of me to really expect otherwise or expect anything at all. I'll have to let this ridiculous idealism go because the longer I seem to entertain it the more suspicious I'm getting of myself. In any case it hasn't been consistent either, this sentiment. Which is making everything seem in limbo, although exact objectives still remain austere and vague. But I will now directly address money and markets because that's inadvertently the fulcrum of all this. And I feel compelled to a certain extent because individuals have been contributing their \"money\" into this as selfless gestures. This is not by \"buying\" or \"trading\", that's the default process. But come to think of it individuals are providing for a means for others to be able to trade into this, or \"sell\". Where else would one \"sell\" into, if not for these numerous absorbing pools being nurtured every other day, no matter what the size?\n\nWhich brings me to my temporary point. If there is an active community that has plans of any sort, whatever they may be, because I don't want to give the impression that I'm hostile to ideas, that defeats the whole process of this little endeavor, doesn't it? And if those plans are somehow being impeded financially, you are always, always welcome to reach out to me here. And I will contribute. Because I'm fairly certain your plans are infinitely better than mine, you have more \"edge\" here, you simply do. I'm a reluctant returner and of course very rusty. You all have a better hold on all this and are steering it in a truly inspiring way.\n\nSoon. "
    },
    {
        "blockNumber": "19982077",
        "timeStamp": "1717064999",
        "hash": "0x2679c67a600b30152de04fc7226e33f2efe75a3d2bc5900561f4f56d247adc5d",
        "from": "0x37f06ba3c23615a8ebccc7f96ef6238a5d446a9f",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "116",
        "input": "Will you continue the project on the base chain anymore? Or have you forgotten it?"
    },
    {
        "blockNumber": "19989003",
        "timeStamp": "1717148699",
        "hash": "0xb95150e8072400aef27c78407ee55232582f3a0ad56e6f843392fe399cc81c39",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "24",
        "input": "For now. Little more. Tomorrow happens to be her birthday, the girl from (not Ipanema) Versailles. Irrelevant detail really. Anon(s), feel free and welcome to remove what y'all have added, if and when necessary. There'll be no judgement, at least not from me, and shouldn't be from anyone else really. Tonight seems to be a Slipknot retrospective kind of night. Hot shower. Some jenever. What should I start with? Maybe People = Shit.   \n\nSoon. "
    },
    {
        "blockNumber": "19989279",
        "timeStamp": "1717152011",
        "hash": "0x6976fa44f2e56197a22096e5ca99073bfd99a5d4c1483308250da01b3fc4acf5",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "25",
        "input": "Also, levels matters. So operating on that premise. A floor seemed to have established. Floors also matter. Where you going to build on? So yes. To floors and levels. And this applies to the entirety of life as well. \n"
    },
    {
        "blockNumber": "19993009",
        "timeStamp": "1717197107",
        "hash": "0xa00c02b5f238c8b7192a149f7eaaea9ecd354b31bf7b2be210939dd13dc04c8f",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "26",
        "input": "Had completely forgotten the burn part."
    },
    {
        "blockNumber": "20001717",
        "timeStamp": "1717302107",
        "hash": "0x7771839d8de456d193787d424f93569d66421d4bd069e23b0947315d207445b2",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "27",
        "input": "https:\/\/x.com\/halfin\/status\/1110302988\n\nCryonic gods what have you done? Or not? Would we want it possible and why? \n\nWhat would Hal say now? Would Hal say Onchain Summer? But because you need boundless empathy and openness to imagine his kind of future, I'm sure he would've said, without bitterness, \"sure, why not. It's got the word summer in it. I love summer. Just don't wake me up.\"\n\nThinking of you today, Hal. A lot, somehow."
    },
    {
        "blockNumber": "20013153",
        "timeStamp": "1717440131",
        "hash": "0x872c0ec05c2dfd13eb6e9bac5c2031ada28e3933772854e99c10a48e0cce8923",
        "from": "0xe718b96fa05a01da1f7128c1d3370b4420bab27b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "105",
        "input": "The community appreciate your offer of financial support but at this stage you have given more than enough from your pocket and for that we are thankful. Please allow us to contribute something even if it is on a smaller scale.\n\nTo this point we have simply become a vehicle to carry your messages to a wider audience. Our plans and activities have souly revolved around how we can best amplify the narrative without impeding any of your plans or trying to guess which direction the project will go next. \n\nThe faceless devs messages and their many interpretations and points for discussion have provided all the intrigue and attention required to bring us to complete chapter 1 or get us to first base! How the story unfolds is a decision for you! There is so much content in your messages that we would be spoilt for choice if it came to us choosing a particular opinion and running with it. However, one does stand out to us, the undertone of distain towards the current state of the crypto world. It hits home to a lot of the community who are growing tired of the botted, raiding, influencer led popularity contests that artificially inflate the value of an image. Unscrupulous devs who have their fingers in undercooked contract pies and manipulate projects for a cash grab stealing from their communities, who were assembled by a back hander of supply to shady promoters. \n\nMaybe your messages have ignited a spark of revolution? An itch that needs to be scratched? A voice that needs to be heard? An expose of the way things really are which is ignored by the all too common hunt for the moon while accepting that any gamble could turn Rugly!\n\nThis is just a suggestion of a direction that it is believed could be worth taking. The community is growing in numbers and skills and the narrative can be enhanced to share the message in conventional ways but the content needs to come from you and regularly, delivered with your usual unconventional musings. \n\nWhatever you pitch at us we’re ready to steal first base ;-)"
    },
    {
        "blockNumber": "20013490",
        "timeStamp": "1717444223",
        "hash": "0x1e92e6efe73b08d8c7ecddfdb733fd4384faab2057c12e858553f420f6b5c432",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "28",
        "input": "coopting has been the great hat-trick of the oppressor to almost show affinity and respect. Today while again reading about the history of techno, a sub-culture actually born out of the grimes of detroit, which again subverts from hip-hop and black politics culture, and not born in some white european dental utopia in 2001 - I'm reminded of how this permeates through who narrates the idea of originality in cultures. Drexciya, the only 'electronic' artists i can actually weep to, and the most legendary duo to have come out of the burgeoning detroit techno scene in the late 80s, which was politically charged and helmed by Underground Resistance collective, created an origin myth around them. And a tribe formed, Drexciyans. Drexciya was supposedly an underwater country populated by the unborn children of pregnant African women who were thrown off of slave ships; the babies then adapted to breathe underwater in their mothers' wombs. Drexciyans. \n\nThese narratives don't exist in isolation and can never be suppressed. In music, life, crypto, anything. The idea begins in revolution and liberation for all, then is coopted, monetized, until it resembles nothing of its origin and has a name that is merely a whisper of the intent. Much like what is happening now here, we've quietly shifted the focus to numbers and coopted the nebulae in the number, the nuance. Billions. Billions. And internalized by stooges of the industry, the \"callers\" who should listen more often to where the music actually came from or wouldn't recognize it even if they heard it, because the sound of money is deafening, it even makes you internalize reductive thinking as affirmative action, chance. The less you think the more profitable you are, in every sense. And that is supposed to be quantifiably evolved thought process. If it is questioned it is met with even more ironic less-thinking. If you think less and admit it, it supposedly makes you the alpha gardener. Don't act like sheep, act like sheep, follow the trend if you want to not be sheep. Irony blindfolding irony. And something flourishes and we don't know quite what. Billions. At least sheep give wool, warmth. Markets have become that, the one born out of oppression supposedly, and now become the oppressor disguised as the great liberator. Peddlers peddling you the wool that was already reared years ago. Billions. The numbing numbers, soothing some, severing most. \n\nSo much of it obfuscated to make you think that in an industry which was born to break the narrative, the only thing that will make you break the narrative is if you follow the narrative, otherwise you lose. But you've already lost when agreed that wanting to not understand something that isn't the status-quo will permeate your most important thing, your love, eventually. It will seep into your understanding of it. Meta ironically means \"after\". It implies transcendence, movement beyond, outside of the scope of the scope, the understanding of the understanding, the in within and outside the in, but always the curiosity for the other, the anomaly, the change hiding in the change. So when you follow the meta or are told to, it actually means look for something outside, beyond, something not what the intended and obvious is. In any sphere. Look elsewhere, meta is always movement. Towards understanding why the idea of difference is the only reason for human extension. Not repetitive agenda because it works. But continually searching for what will eliminate the need to be subservient to what can work, what will be effective, instead embrace the complexities of human trial to be moving, always, towards something else. The more you dwell in the familiar because it makes your car go faster or instantly gratifies your material steely cookie, your objective reality, the self you think you want tells you this is the self you want, because this is the world the world wants. And then what? Your cookie becomes you, less than you, until you are the meta that you even you longer want to bet on. Sure you can conceal it with even more meta, you can make your denial, your sense of detachment, your resistance to curiosity beyond the spelt out, you make all of this your assigned value. You think you're looking for the next market of your own private knack for finding something else. But you're only finding the familiar and it \"works\". It has proven itself, but what should work is the refusal to settle for the same meaning for an infinite set of questions. Not the one looking for the answer, but the one becoming the question questioning another question. That friction becoming the birth of stars, planets, space, time, the outside of what you're in. Always the outside of what you're in. It's all fun and games until the essence of you becomes a meta matter is no longer interested in. How many millions or billions do you see that hitting? The irrelevance in your sleep going UP ONLY  until you wake no more. All good. All good. I guess. \n\nFirst the acceptance. Then its endless, ruthless afterlife of forced technical analysis. So before cooption of the self, the myth then, the survival, the adaptation, the moving meta, always. The Drexciyans.  \n\nSoon.    "
    },
    {
        "blockNumber": "20016208",
        "timeStamp": "1717476947",
        "hash": "0x4ddaf24168d8acf3ce6be4ec675ac03254cbf3b0f0a403e4ada2082b7f27c586",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "29",
        "input": "Dear anon(s), thank you for that message. Sleep is being very elusive so I thought I'd respond. Maybe it's the changa a friend made me try earlier in the evening. Have any of y’all tried it? It’s a blend of naturally occurring DMT, mixed with a MAIO, between B. Caapi leaves and Ayahuasca roots mostly and can be also further blended with other herbs. This one had hibiscus and some rhododendron. She made the mix herself. And no, yes she’s white and thankfully doesn’t have dreadlocks. It’s probably the most ineffable experience I’ve ever had, it constructs its own language, grammar, and syntax within you, so when you’re apparently speaking or conversing with yourself or doing any kind of cognition, it’s more an element than a language. Like wind or water. So it’s like you’re water talking to water. And that is the whole language, but experiences obviously vary and my interpretation is mine alone. I’ve smoked freebase before but this is much kinder, there’s the death shattering ego bubblegum going on but you’re much more protected, in the sense you’re not supposedly confronted by anything, but you’re looking to confront everything with no sense of preconception. Maybe confront is a harsh word for this. I did it in my backyard then fell asleep until the dew woke me up. When I reached inside my pocket for my pack of cigarettes I found a couple of receipts and some money. It felt like I was staring at god’s brain in physical form, in my hand, I could just crumple it and throw it away and it would all be over. \n\nAs about the story unfolding it will unfold as I unfold, anachronistically, most probably. I am merely doing what Rilke taught me. “Let everything happen to you. Beauty and terror. No feeling is final.” But well, there’s a first. Which is why we have Firstbase. There is absolutely no need to stuff the goose the old way. Value and its profound impact is often posthumous, throughout history. This is an exercise in being, a way to exist onchain within a set of belief systems that try to uphold what’s essential within us to survive, a moral framework in yet another structure that pits us against each other. How do we live with one another and make it work? How do we look beyond our own mortality and put ourselves in context of what Carl Sagan called the Earth. A pale blue dot. I struggle with this myself every day. I think a lot of modern people have mistaken what freedom, free speech, the right to exercise anything means. And this is most rampant onchain nowadays. In the guise of all this there is a massacre of belief systems going on. But I don’t want to be the judger of that, I’m as guilty as the next squirrel, filling his cheeks with nuts. I’m just pointing to a symptom and wondering if there is a line and whether there should be one? There’s always decision time, some time, there’s always ethics, sometimes when our own sense of safety is threatened. I’ve been thinking about that a lot lately. Are we completely letting the values go while keeping the faade for the world to think of this place as something ‘decentralized’ liberation engine? If the next ‘meta’ is what you hold true to your heart, your loved ones, what your core beliefs in life are that help you go on, as an individual – if the next meta is the obfuscation of this, all this, would you still bid it? If the next meta is mass extinction (not the Nietzschean kind), if the next meta is impaling children and putting a cat’s picture on them, if the next meta is putting a screwdriver through your childhood friend’s skull, if the next meta is a machete driven through the pregnant woman’s belly, if the next meta is your mother spinning in a wheelchair in an empty park, unable to recognize you, if the next meta is oblivious hate, its perpetuation and enabling, the ripping open of wounds of civilization that still haven’t healed, that continue to haunt and threaten what we know as life on this pale blue dot. But this is already the next meta. And we are bidding it. How much of the supply would you need to call that, anon? The universe is expanding you know, so why be finite? Or are we pretending that this is magic internet money and magic internet memes and magic internet ideas that have no real world consequences or implications at all? Is it all hidden under the garb of irony then? I ask you a serious question, you ask it back, or we go into non-sequiturs or you just show me a pepe riding a weasel? How much supply for another genocide, anon? We can send this to MILLIONS. \n\nAnd I’m not sermonizing, I’m using the best shampoo in the world, made out of the last flycatcher’s blood, inside this cesspool with you, caviar deep up my nostrils, my toenails dampening in prosecco for the great pedicure.       \nI’m sorry, I digress, often too much. \n\nWhat’s that they say nowadays. “\"I ain't reading all that. I'm happy for you though. Or sorry that happened.” \n\nI've got news for you. It's happened to you. And me. And us.\n\nDo people read obituaries nowadays? Or write ones for people they love? Or write to the ones they love anyway? Or just shill renounced cores in private messages? Do people love?\n\nI ain’t doing all that. \n\nSoon. \n"
    },
    {
        "blockNumber": "20020189",
        "timeStamp": "1717524971",
        "hash": "0x216ac65d9cd8c15f28cea7a641847dc2bd2b7d1a2a8aba3733b5d1efc9203d30",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "30",
        "input": "\nSo...Levels, their importance. I just came back from seeing albino alligators. They have a menacing resplendence, as if their condition, their appearance was something that happened to them out of some inner dogma they couldn't let go of. And one by one they were all convinced and one by one they were isolated and white, different, but aware now. Awareness, the sacrifices to be made for that. How much one controls that and how much that can be passed on through evolution. I immediately played Herzog’s documentary, The Cave of Forgotten Dreams, skipped to the end where he segues into an alligator park that is breeding albinos. And he somehow connects that strange imagery of these white, floating creatures, in his grave and apocalyptic voice, to that of the human condition. The question of what is going to happen to us after all we’ve done. \n\nThen again I had to return to levels, the albinos floating ominously over our onchain waters, reluctant to do harm, but poised for some kind of vendetta, or at least making one feel that way so we always stay on our toes, even though they are the ones that are categorically ‘weak’, ‘altered’, \nout of nature. Who is fooling who then? And what does it even matter when the human quest is always skewed to a kind of disengagement. We shake hands and when our hand returns to our body it gives us evidence of what we own returned to us, or it at least feels that way. There is exchange, there is return, then there is utter isolation and despair at not belonging to our own hand, our own body. \n\nClearly this changa is doing the number on me, it’s doing the number on everything it seems. Let it happen. Behind the brain, there is another, no not another brain, but the likeness of what it might mean to have your own brain throbbing in your hand, the bird that always gets away with your better judgement, thoughts, and scented candles. This is my level now, I hadn’t expected it to transcend my poor human calculations, but it has, my math is picking lice off a bear’s scabby skull. I’ll probably rewatch the documentary now from the beginning. I love hearing Herzog say “the abyss of time”, referring to the 32,000 years that separate us from the humans who made the oldest ever paintings discovered in the caves. The oldest evidence of human imagination yet and the compulsion to create and describe. Like I am trying to describe something here. \nWhen the short man couldn’t reach up and draw the rest of the body of an animal he used the help of a stick, as evidenced and preserved by scratches on the wall. Whether by hand or stick we keep scratching on the wall, we want to finish what we imagine. That was his level. \nNow this is our level, equally critical and deserving of sticks and ladders and whatever at disposal to keep the imagination working. I, like I said, had miscalculated the levels of our enthusiasm to portray something different, to move in unison, and fast, faster than my best thoughts. I’m humbled again. \nBut it’s the wall I’ll always thank the most. That’s what makes us want to climb it, tear it down, reach beyond. Wall of the cave, wall of the mind, wall of the market, they all mirror this. Thank you for bearing with this slightly extended and meandering ramble. \n\nI’ll return to the immediate level of need, of firstbase, of putting the stick in its hand. It’s a good summer onchain or onchain summer, the inversion will be inevitable anyway, the stick is impeccably dry and ready for use. The sun of Base has blessed it. For now accept this humble addition to the quiver. As and when required, like I have said before, level after level we go. Now level up, little by little. As we always have friends.\n\nhttps:\/\/basescan.org\/tx\/0xd7a3dedfdbb2b2d461ba5cd676665dda19c4a47d42809451043afdee5d579c96\n\nSoon. \n"
    },
    {
        "blockNumber": "20024077",
        "timeStamp": "1717571807",
        "hash": "0x46727fe3392bb4a4827815457e55af6f7c30b4daa7457cc87b661fdb241a8b51",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "31",
        "input": "Today is Lorca’s birthday. Assassinated by Spanish nationalist forces. No remains of his have been found till date, not a single bone. Several excavations, attempts, nothing. Imagine being murdered so brutally for the beauty of your words, your way of being, who you are, imagine the power that words hold then or at least used to, how much fear and sheer hatred it produced in the minds of people hell bent on unadulterated evil, on propagating it on this world and its people. I did not know it was his birthday until a few hours ago when, after seeing those albino alligators yesterday I remembered one of his poems, “city that does not sleep”, which had these lines: \n\n“The living iguanas will come and bite the men who do not dream,\nand the man who rushes out with his spirit broken will meet on the street corner\nthe unbelievable alligator quiet beneath the tender protest of the stars.”\n\n\nThe book I have of his didn’t have that poem so I googled it to read it. I had to. Then I saw that it’s his birthday. Did he send me to see those alligators, to see the unbelievable “albino” alligators? Am I on the street corner with my spirit broken? What did the unbelievable alligator say then to the broken man? What did those several alligators say to me? \n\nI drove there on a whim because a friend had been recommending me to go see it for a while. Well now I’ve seen it and I also got to have a brief word with Lorca after so long on his birthday. These serendipities happening all around us all the time. And I keep on dreaming, not out of fear of the iguanas, but because I can’t help it. Why have I returned here? Why am I communicating? What am I trying to communicate? It’s all unfolding. Fuck the past, the associations, who I possibly know, what I possibly did. I hope you are here now, reading, with me, for what I’m saying and doing now. Those nuggets of the past are narrative gloves for the diseased hands and fingers of the market. Swollen and egregious from pressing the button incessantly, desperately, to safeguard its balance. Balance. The irony of that word in this context. You think you’re securing balance and everyone has their reasons to, of course, but in truth balance is what’s running out of you. But nobody is to blame for anything. Balance will arrive when the fear of losing it dissipates and it’s not an easy thing to do in an uneven world. But it will arrive when the notion of balance is no longer tied to the forces of inequity but rather the wellspring of enough. But what do I know?    \n\nAlthough I don’t wish this on anyone but “the living iguanas will come and bite the men who do not dream”\n\nLorca, give me one bone.\n\nSoon."
    },
    {
        "blockNumber": "20030434",
        "timeStamp": "1717648487",
        "hash": "0xa953f29ef4b7221291d1b3fdf260975b81376d274a16528aebeae67ef9e9c8c9",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "32",
        "input": "A quick, although perennial fill in the _______ game?\n\n**********\n\nFirst they came for the _______, and I did not speak out—because I was not a _______.\n\nThen they came for the _______, and I did not speak out—because I was not a _______.\n\nThen they came for the _______, and I did not speak out—because I was not a _______.\n\nThen they came for me—and there was no one left to speak for me.\n\n-Adapted from Niemller\n\nGood night. Soon. "
    },
    {
        "blockNumber": "20031220",
        "timeStamp": "1717657991",
        "hash": "0xfcff9c061cbd30f355371392b9712cfd0b5213deac179d58b976506a31a27227",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0x849151d7d0bf1f34b70d5cad5149d28cc2308bf1",
        "nonce": "33",
        "input": "Dear Jesse, \n\nI recently found out that you’re getting married. I won’t be a killjoy and talk about my reservations about such institutions and their implications, and besides nothing can tamper with your union. So I’ll stop here. Congratulations, from all my heart. I’ve been there and its profundity can be so overwhelming, it trickles through an entire lifetime, no matter the earthly outcome. (There I go again with my biases and prejudices kicking in). Yunior, near the end of 'This is How you Lose Her' by Junot Daz (highly recommend if you haven’t read already), says “The half-life of love is forever.”\n\nIt truly is. And that’s an all-encompassing and optimistic statement, full of forever. I wish you both everything as you begin on this beautiful and complex and ever-expanding journey, much like the universe itself. But mostly, wonder, discovery, endless endless discovery and the ineffable absolution of being able to share all this and coalesce into a single sense of boundless self.\n\nI’ve recently landed on Base after a long sabbatical of sorts. To reinvent and relearn myself in a lot of ways through an ongoing onchain experiment, a sort of self-invoked deus ex machina for my life at this point. It feels right to do it on Base, in fact I’ll have to thank my son. He won’t stop about onchainsummer and endless summer and Base. I truly admire all you’ve done for Base and continue to, whose ripple effects definitely are and will be felt across the entire ecosystem. A rising tide yada yada yada. It’s the right spirit and I have hope again for the truly decentralized onchain dream. All of us.  \n\n\nI’m sending you and your family a part of myself and my journey as gift, as gesture, please accept the humble offering. \n\nI’ll be there in spirit. (I mean the wedding, not during your honeymoon, haha, that would be creepy).  \n\nHave a wonderful onwards. \n\nCongratulations again and Godspeed!   \n\nLove,\nMr. Firstbase\n\n\n"
    },
    {
        "blockNumber": "20037494",
        "timeStamp": "1717733687",
        "hash": "0xe644293ef4c20047cd37114539aa14e826538e2e31b3f355e513d61a7acb2806",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "34",
        "input": "\n\nIn a Franz Wright poem, “The Student”, the speaker encounters a student weeping outside on the steps of the university. The entire tension of the poem rests on the speaker’s indecision of whether he should go up to her to console her, ask her what happened, whether she’s okay. He wants to empathize with her but doesn’t know how. He does go up to her eventually but cannot speak and instead just sits down quietly beside her. Finally, when he does think of saying something to her, a voice in the speaker’s head reminds him of an old Japanese proverb, and I’m paraphrasing here. \n\nThe proverb goes: save your sympathy for yourself, do you even know what is going to happen to you one day? \n\nIt's a devastating line, but in that particular context there’s a mocking lightness to it. Do you even know what is going to happen to you one day? Luckily, there’s still a few among us who simply cannot save our sympathies for ourselves. Even in the speaker’s case, although he hears that voice, he is still sitting beside that weeping girl, which is more than enough sometimes. The proverb and poem also could suggest that the other’s grief is always unknowable so we should always act out of that awareness, that humility. \n\nIn Camus’ essay, Between a Yes and a No, I quote the devastating passage from it here in full: \n\n\"And tonight I can understand a man wanting to die because nothing matters anymore when one sees through life completely. A man suffers and endures misfortune after misfortune. He bears them, settles into his destiny. People think well of him. And then, one evening, he meets a friend he has been very fond of, who speaks to him absent-mindedly. Returning home, the man kills himself.\" \n\n“He meets a friend he has been very fond of, who speaks to him absent-mindedly. Returning home, the man kills himself.”\n\nIn Larkin’s poem, “The Mower”, the poem begins with the description of the speaker accidentally killing a hedgehog with a lawnmower. The poem ends with: \n\n“we should be careful\nOf each other, we should be kind   \nwhile there is still time.”\n\n\nTonight I find myself returning to all of this because of a strange disassociation I’ve been sensing with the onchain world, the online world. And this implicit or ironic apathy rampant in \"communities\", except when it comes to the common cause of the \"token\" or \"project\" in question. Then it's all family. I could be totally wrong because my exposure to this has been brief. And how much we take for granted. A friend had texted me this morning, after probably months, an old friend, and I was in the middle of making guac, so I just opened the message and left it on read. Then I washed my hands and went about my day and completely forgot to respond to him. Now, out of some guilt I sent him an emoji, which is probably even worse. Why can’t I just say hi, sorry, what’s up? You been okay? It’s been so internalized within me and the general world to leave each other on read, whose silence is malignant and painful in such an ironically connected yet disconnected world. What effort or what would it have taken out of me to just say something to him? Which is what I’m going to do now, before bed. Which is also why I frantically got up to write this onchain to you all and him and whoever’s reading. We can wait for the second coming but all of us are already here. Governments can surveil our lives, look into our toilet bowls even, that is the scale of how far in our devices can take us into each other’s lives and yet there’s malaise in us when it comes to interpersonal situations, despite what’s available. \n\nI cannot even begin to express my gratitude for all the onchain messages I’ve received so far, from anons far and wide, and the deepfelt intent in those messages, I don’t take it for granted. Never. Thank you. This is why I’m here, we’re here, Firstbase is here. My message may have started pessimistically and with despair but it ends with this, we are out here and we’re communicating. Heck, we're in onchain summer and I'm beginning to warm up to the idea the more I'm reading about Base and this movement, in fact I'm heating up with hope and fervour. This is truly onchain, this. Let's embed a soul onchain, for a lack of a better word, let's put the true 'meta', the metaphysical 'we' onchain. \n\nI will send out little parts of me from the deployer, I think there’s some leftover Firstbase in it, to these anons so far who have simply taken the time to believe and put that belief into words onchain. It's just symbolic. Except to you, Manhattan anon. Nothing personal, you already seem made as you yourself have claimed and proved in your gestures. And you deserve it. I love you though for all those gestures. And you’d probably spend it on getting the “grip” anyway.\n\nGood night. \n\nSoon.   \n\n"
    },
    {
        "blockNumber": "20037720",
        "timeStamp": "1717736399",
        "hash": "0xfdc5cdd19f2b0a89d8628270860a5e814229eb263442600554cb03cb50864fff",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "35",
        "input": "300K Firstbase each has been sent out from the deployer wallet to anons who have taken the time to write to me onchain until now. Even to you anon, who dishearteningly wrote to me to only ask -  \n\n\"Will you continue the project on the base chain anymore? Or have you forgotten it?\" \n\nWell. Not only will I continue the \"project\" on the base chain, I will also expand and continue the project inside a black hole. But you have to promise to try and understand that the \"project\" is your inner self, and mine, and everyone else's. Let's settle for nothing less."
    },
    {
        "blockNumber": "20037881",
        "timeStamp": "1717738367",
        "hash": "0xaffa20f4967c659f666b277aaa9ae9c226504463491f9fa4d0cffbc7b5ffe0e8",
        "from": "0x448a88800e2d188418268a7c1c99a8ef909b6897",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "Much appreciated as usual. If i continue i'll just start fanboying. But from you to me to now an offering to the dead.\n\nhttps:\/\/basescan.org\/tx\/0x9b3d6f8a6937bd2a8e783d9edb26f9f692ca4f72d93911807adc73916ee4d743"
    },
    {
        "blockNumber": "20044957",
        "timeStamp": "1717823699",
        "hash": "0x40311a448ba612d2352ffb1e541219ecbc18d7e6d05af21ca4263056611e9edc",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "36",
        "input": "Don’t want to quote myself from earlier messages, but you see where this is heading or already has? I’m a bit livid right now but thank fucking heavens for that golf-ball size of Valium I’m rolling around inside my mouth. You think a dog dying is bullish for the token named after him, you’re sitting around in your drastic elon musk underwear in front of your “system”, frantically refreshing X to see if there’s news. Is Kabosu dead yet? “Uh I don’t want to say it, I of course don’t want him to die, but let’s face it, he’s old, he’s had a great life, but imagine the pump when he does. Doge founder gonna tweet about it. I see it 10xing from here short-term.” You know what I’m bullish on, anon? Spontaneous extinction, hyper-accelerated-vindictive-entropy. Finally the universe not indifferent but out to specifically fuck you all. Taking your name. It doesn’t even need to blink. I’ve been on telegram for less than a month so I’m seeing the shrapnel. \n\nPride month you say now, anon? Gay tokens gonna pump. Bullish on “Aids”. Really? Max bidding. I’ll give you some tickers. Deploy ‘Kramered’ Deploy ‘Rainbow Baker’. I’m fairly certain you’ve never heard of Gilbert Baker. He’s the artist who created the rainbow flag. It’ll pull many Xes. Deploy “Ellen Degenerate”. Celeb+Gay meta. You can’t lose. You might just “unironically” do it, isn’t that your play anyway? Repetition of the hollow when you can’t be expected to hold a decent conversation. I’m not generalizing but the rampant homophobia, hate speeches, slurs, casual racism, “ironically or unironically” I’ve witnessed in this past month on crypto socials would’ve been endearing if it wasn’t actually seriously directed at people with the intention of hurting and excluding them. Oh sorry, you can’t be hurt or have feelings or be human or you’re a snowflake. Like you mean it, most of you, that’s the problem. It’s not JK, I’m playin ya. When you say twig, fag, homo, gay, tranny et.etc. to someone in your little telegram igloos, you actually MEAN it and you’re proud, in the sense you mean it as an offense, a crime, an accusation, even an argument, a cuss, something bad, something unnatural, something one needs to be ashamed of. You've turned a name, a nation into a racial slur, because they're apparently famous for selling early or being scammers. They're \"Jeets\", they're \"Mumbai street shitters\", well first-worlders you're the most delusional and projecting bunch of gaslighters if I've ever seen one. You're the biggest \"Jeets\" and you're \"Jeeting\" on our own soul and beliefs. You're dumping on your inner yourself. But I guess I’m late to the party, I just noticed it, it has metastasized to every part of this industry’s body. You wake up and wave incense sticks and protein shakes in front of Andrew Tate’s portrait. Jordan Peterson is probably the only “thinker” you’ve ever read, he’s by your nightstand. Donald Trump is your therapist. You’re living in a mansion inside Ayn Rand’s rectum but you don’t know it. Racism has already been internalized and appropriated so I’ve been told. Now the crime has been reversed, it’s a crime to call it out, feel this is fucked up, or be offended. If you’re offended, if you think it’s wrong, you’re gay. Just relax, enjoy the ride, this is not real shit, follow the money. Or stay poor. I could give you at least 10 banger tickers right now to deploy that would meta all metas, but I just can’t bring myself to write them down. \n\nBuckle up, anon. The future is bright, everyone you remotely love is going to die one by one. Hurry, think of the tickers, start making up your lore, your narrative. Start prelaunch marketing.   \n\nLet me also take this opportunity then to come out as_____. Fill me up, anon. (If you understand innuendos). Pump it all the way up. Support the cause. Come on, it’s pride month. Let’s celebrate.  \n\nThis is the way the world ends\n\nThis is the way the world ends \n\nThis is the way the world ends \n\nNot with a bang but a whimper.\n\nSoon. Very fucking Soon."
    },
    {
        "blockNumber": "20049051",
        "timeStamp": "1717873151",
        "hash": "0x44a656aa38e490cc157579118d92655c39ca200890ebdb8043a156a10025a9e5",
        "from": "0x131a95795e3bbe4c1520740cdeb54f08fedc105b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "119",
        "input": "Good day to you. I am a participant in this experience, whatever it may be. I continue to hold and don’t envision “selling” unless I become the only ghost left in the house. I continue to enjoy your meanderings. I like the thought of soon whenever that is. Something about this makes me think of the emerald tablet of Thoth “Master are ye of your destiny, free to take or reject at will.”\n\nAdios. "
    },
    {
        "blockNumber": "20056352",
        "timeStamp": "1717961255",
        "hash": "0xf94b1dcb11978f686c6304d49c74a4b169f8632b731161afe3cb9d53f832b188",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "37",
        "input": "Sometimes the muscles and tendons of the wind turn into mirrors when you look the other way. But have you even been looking? At what? The eternal subject. Something, something get me out of here. And to where? Anywhere but here. As yourself? Or someone entirely new? Without recollection? What should be done with language and the way it’s contrived to deceive its own speaker, forget others. Language is a virus from outer space, said Burroughs. Now I get what he meant by that. Not get as in understand, but more suffer its symptoms, much more pronounced with each passing day, as it inhabits me, thinking I am inhabiting it - as I speak and speak it spreads, infecting me further, so I must instinctively pass it on. Squinting at the sun. For once, not a word, just that warm forgetfulness on my skull, and for a flash I’m not I but I am prenatal, but not of the self prenatal, I am before the big bang, forming without womb or mother, before, on the cusp. Before the word. Before the word cusp. And then it’s all down to sand analysis, scraping the keratin off a turtle’s back to find out who the hell put us here and told us to get spellbound by everything and nothing. Somebody walks across the desert with a sack full of barnacles, thinking it’ll heal someone he loves. Somebody stops him. Nobody stops him. The vultures don’t wait. There will be enough carrion. We wait. We keep on waiting as if we were promised something. Inclusion? Exclusion? We can’t even decide. So we just start eliminating. Each other. Because inherently we have a death-drive probably to actually be the last one, to stay, to go, to be finally alone, and understand what it truly means. We keep chanting it everyday. Alone. Alone. Alone. We’re here to go, said Burroughs again. Go away, ocean. You too, marrow stitching sky. All day stitching one marrow to another but making it sidereal. Oh we are so amazed. Go away, I’m speaking. I can’t stop speaking. And I don’t wish to anymore. \n\nThen comes the SPEAKER, the one who doesn’t speak, but you inherit them, the before, the mark, the stain, the market. See where this is going? Where it has to. What do we mean when we say “observable universe?” Singularity. Such a calming word. No me, you, the flesh petals, deer with its broken neck, mist rising off its back, none of that. Singularity. We’re all of that and nothing of that. What about before then? And before that?  \n\nWe’re here to go but we get to watch us go. Enter. And what do we say after that? You can hear it in your head, say it then. While you still can. Now that the virus is already within, infiltrate, enter all. Say it. Speak it. I say I don’t want to speak anymore but I can hear it, its green amendment flushing out the unbelieving rock inside the rock that waves eternal, it can’t be helped. The singularity applies everywhere. Not a word was heard. Oh we go but before we go we got to watch us go.  \n\nSoon.   \n"
    },
    {
        "blockNumber": "20059674",
        "timeStamp": "1718001299",
        "hash": "0x171edfbea8871bbff2cc53554d68c0837491e2f18e00820b1ba5c662b5bb379a",
        "from": "0xb9bc49283e3f256482311d1de7c2be34edc6050a",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "2",
        "input": "I decided to put myself as top holder of your \"project\" as what you speak echoes through my soul, piercing an itch that unknowingly needed to be scratched, I'm holding, & will continue to hold. I want to be on top (of you). \n\nP.S. if I send you all my $FirstBase, can we get to Firstbase? joking (not joking)"
    },
    {
        "blockNumber": "20062961",
        "timeStamp": "1718040983",
        "hash": "0xb2884b1324adbff827ce2921cc0f02b0cb18a89f57b2fcb5253a86517bf1fb5d",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "38",
        "input": "Dear anon who wants to be on top(of me),\n\nShould I call you that? Long name to scream when we're going at it, but we'll figure. Although that's factually incorrect since you're already on top. Don’t worry you got my full consent. It's one thing to feel flattered, quite another to be triggered (introspectively, not negatively) into one's own private promiscuous and philandering days across time, which were of course always (mis)guided by internal philosophies and fluff theories of the self. Not trying to toot my own horn here. There might be several double entendres along the way, so be warned. Your conviction fills me up with what's to come. I'm in a fair upswing right now, still a cross between a sparrow and a pickaxe, but I'll take it. My chrysanthemums and carnations are coming out sudden and fierce. So, back to fucks. It could never be indiscriminate fucking could it? At least for me. To the outside world it looked like that but one had to justify to the inner self that it was all for a higher pursuit. So that's what I tried from very early on too. More often than not elevating it to the absolute, the purpose of existence, the arcane and the spiritual. I'm not going to assume your gender or orientation here, and simply flow with my onanism. And my following perceptions of women are in no way meant to be derogatory, quite the opposite. I mythologize them to a fault, which can be misconstrued, I'm aware of that. You've woken up the chafed cedar. You've found the spot it seems, which many complain of many others never finding. \n\nMaybe I read the wrong people too early or misread them. Maybe I read Blake too early. That unassuming genius who at most looks like an erudite and benevolent baker to me. Especially his The Marriage of Heaven & Hell. And this “The road of excess leads to the palace of wisdom &”. I pretty much tattooed that to my innards and followed it in everything, especially in fucking. Fucked and fucked away thinking I'll get to some truth, some answer, some sort of absolution, meaning, meaning, meaning of it all. In my case I believed women to be celestial conduits, the trapdoors of the universe, the secret holy exits that opened, if you tried hard enough, to get you out of this damn nightmare. What the fuck is the universe and how the fuck do I get out of here, to the otherside, just out, out of here? I'm trapped in here. So I thought if I could fuck my way to the ends of the universe, right to the edge of its cliff, if I kept driving through, drilling and driving this whole body, deep enough, all of it, into into into - then I'd reach somewhere, beyond, outside, the body after the body after the body then no body at all. Consummation and final eternal fuck lighting up the skies of my alternate utopia universe of being. All of this is of course deeply selfish and solipsistic and even problematic perhaps. But I had no patience for the second coming, too much of coming had happened, I wanted one final coming and going. Out.  \n\n\nI've also suffered from crippling thanatophobia all my life and it was at its worst during my youth. I had become incapable of doing anything at all. For some reason I thought I could escape death through one of those apparent trapdoors, that women would deliver me to the beyond with my consciousness intact. They would make me the exception. Everyone else dies. I'm the exception. Fuck the body. The corporeal was always only the means. Women. If they can give birth they can stop death in its tracks or have a way out of it. Over time each one of these women have given me the essential mirage and taught me to be a little less afraid, some of them obliviously. We'll meet again, they seem to say, outside all this, don't be afraid, but not like this. There is a way. \n\n\nI believed it, I fucked it, relentlessly, hoping this body, this body, that body would be the portal, would suck me in and teleport me out of here. Alive. Terror management theory. What a terrifying phrase in itself. This was my Terror Management Theory I guess. \n\nNow I can no longer pretend to manage my terror or make my thesis for perpetual fucking hold. Let's just say now I pretend I'm the exception every once in a while. I can no longer chase it because I've obviously been debunked. if I'm still here, writing, picking flowers for the vase, then it hasn't worked. If it didn't work all this while then it won't work now. There's no exit. No one's the exception. So just shut the fuck up and fuck and die.\n\nSo, back to Firstbase. The innocence of it all. Firstbase. Anon, now that Firstbase has been assigned “value”, our little romp would seem transactional. And that doesn't sit or lie well with me. I deeply value your faith and trust and lust in me, but I guess deep inside I still want to be the interstellar fucker, grimy and soaked in space debris, drilling and drilling. How about we skip Firstbase and get straight to it? You on top. And stay there. You mostly won't be disappointed. We'll keep riding this. Maybe you're my glitch, maybe the mission never aborted, maybe you're my holy exit. \n\nSometimes, sometimes I so wish, like we often say - just shut up and fuck me, the universe would say, once -  just shut up and let me fuck you. But it's so cold, so so indifferent and silent. It doesn't even grant that. Fine then, we’ll have to call this bullish indifference then. Bullish silence. Because then when we keep chanting and screaming Firstbase it resounds, we finally leave all bases and stations, free to stretch this to the ends of this endlessness, drilling and drilling, fully aware of the indifferent fuckery and therefore hell bent on fuckering even more, further and further, through. \n\nSoon. \n\n\n\n\n\n"
    },
    {
        "blockNumber": "20068757",
        "timeStamp": "1718110991",
        "hash": "0xaa11e18ca97f335c07da2cfd3221a36deb08fc525d090d0ad883414f7c415085",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "39",
        "input": "\nAll that talk of space coitus, the great and visceral solution, et al has left me vacillating between feeling deprived by the entire expanding g-spot of the universe and simultaneously feeling supernova-spent-out, the entirety of my chromosomes smeared across stars and planets, eclipsing them, the rest hurtling, looking, searching for the grand designer, if there is one, or two, or even a million, there’s enough of me darting through menacingly, screaming, “I’m coming for you, if you made me then now take me in, and now I’m going to make you, remake you. You wanted to create, right? Well, you did. Here I am, here I am returned to you, my creator, creator of all, now it’s my turn to create you in my image.” And what’s my image? You call this complex and unknowable? You’re not there because if you knew what I’ve been thinking, as you’re supposed to apparently, you’re supposed to know what everyone’s thinking, you’d stop drying your infinite robes and hurry out here.       \n\nBeen staring for hours at the dog sleeping in the sun to ward this off, but why ward any of it off?  The Acacias shivering a little, something is always up, and it’s mostly nothing but the desperation for pattern, symmetry, understanding. But still, behind that, something is always up, despite us, like the dinosaur’s last thought lodged somewhere inside the earth. We’ve found the fossils, we need to find that last thought. For now, then, not warding anything off. Putting on the pods. Playing this, as much for me as for you, but not without reason. Never without reason.   \n\nDiscuss 2 + 2 = 5\n\nAre you such a dreamer\nTo put the world to rights\nI'll stay home forever\nWhere two and two always makes a five\n\nI'll lay down the tracks\nSandbag and hide\nJanuary has April showers\nAnd two and two always makes a five\n\nIt's the devil's way now\nThere is no way out\nYou can scream and you can shout\nIt is too late now\n\nBecause you're not there\nPayin' attention\nPayin' attention\nPayin' attention\nPayin' attention\n\nYeah I feel it, I needed attention\nPayin' attention\nPayin' attention\nPayin' attention\n\nYeah I need it, I needed attention\nI needed attention\nI needed attention\nI needed attention\n\nYeah I love it, the attention\nPayin' attention\nPayin' attention\nPayin' attention\nSoon oh\n\nI try to sing along\nBut the music's all wrong\n'Cause I'm not\n'Cause I'm not\n\nI'll swallow up flies?\nBack and hide\nBut I'm not\n\nOh hail to the thief\nOh hail to the thief\nBut I'm not\nBut I'm not\nBut I'm not\nBut I'm not\n\nDon't question my authority or put me in the box\n'Cause I'm not\n'Cause I'm not\n\nOh go up to the king, and the sky is falling in\nBut it's not\nBut it's not\nMaybe not\nMaybe not\n\n"
    },
    {
        "blockNumber": "20069941",
        "timeStamp": "1718125247",
        "hash": "0x6aec98d02ac81baac9a3760277a81c9209ec55d81326427d4a1bfc79d65578a4",
        "from": "0xdb58ea2b173b092076e6e2dcb74cb76a490afebf",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "0",
        "input": "Dear Mr.Firstbase,\n\nAlthough this is as anonymous as it gets I can't explain to you the crippling shyness I'm feeling right now. I just don't want to say anything stupid. And you probably won't even believe me. I grew up in Seoul mostly and am of mixed parentage. My mother is Korean and my father is a British expat who moved here twenty years ago. So I also regularly travelled to the UK throughout my childhood, particularly Manchester, which is where my father is originally from. You’re only a little younger than him, 6 years. Currently, I'm at university in the UK again, doing my course in Translation Studies. I'm on scholarship and also work part-time. I've always been passionate about literature and I write as well and slowly became very interested in translating contemporary South Korean writers into English. I am fluent in both languages, my parents ensured that. Have you read any South Korean literature?\n\nAt the same time I harbored dreams of becoming a crypto influencer girl ever since I got introduced to crypto a year ago. I say it in the past tense because I'm beginning to seriously reconsider them and treat it like a stupid young idea, mostly thanks to you. I’m again too shy to go into details of all this.  \n\nI wish I could express myself like you, with so much abandon. I only got introduced to Firstbase day before but have now read every single message of yours. I’ve barely started out in crypto and I don’t have any sort of impressive “portfolio”, so I bought an amount I can comfortably afford right now. \n\nOkay I’m clenching my teeth right now but I’m going to go ahead and say it, and I’m aware this might be here forever for everyone to read, especially me when I’ll be older. \nI read your last message which you wrote a few hours ago, the one following your message about fucking. About your chromosomes hurtling through space. Does that mean if I can somehow get to outer space right now I get to have your babies?\n\nUGH. Okay bye. Please please don’t hate me okay? It took everything out of me to have the courage to write to you.  \n\nBye.       \n"
    },
    {
        "blockNumber": "20073279",
        "timeStamp": "1718165495",
        "hash": "0x318be42fc1004d7e132baf4d88f2948a53692fb6f8e7ae92aa9be863b1ad5ce6",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "40",
        "input": "\nMost days the dominant thought that crosses one’s mind is “where do I end?” I don’t mean it in any particular way, especially not in a defeatist way, it’s just a sentence that hovers like a light cloud in the mind. “Where do I end?” When I can’t explain, although there’s very little I can explain, to myself, and to others, about inside my head, but when I can’t even reasonably try to explain why a sentence has been following me around for so long, I give it the lowest common denominator – I make it strictly worldly. Maybe it’s the age catching up, I tell myself. But of course, I’m fairly convinced that the brain is always slightly more autonomous than we think it is. It’s always one step ahead of me, the likeness of me. It then goes on a mission and a hunt to disprove you, your little thought, that nugget you threw at it to pacify it. Do you think it ever works? Take a wild guess? And speaking of wild, but at the same time something so homely about it, I can’t explain it so I’ll go with a bad metaphor, like a three legged dog chasing a four legged dog around the block then coming to your hand for the cookie, with this assertive dominance, endearing, an air of victoriousness about her. That’s probably the worst metaphor ever written, one for the record books, but I’m not removing it so it serves as a reminder of the extent of my fallibility. And I said her, because I’m coming to you, Anon Translation Studies. Brain, be with me here. Actually, no, don’t. You see? Maybe my brain is trying to make me think I’m writing bad metaphors intentionally to counter your flattery about my prose. But it isn’t intentional, I did indeed consciously write an unforgivable metaphor. Brain. No. Not a sign of anything. This is not vicarious and definitely not something you can entertain. Youth is not signaling to you, no one in you is telling you that you’re wrong about your lowest common denominator. See? Sorry, I forgot I was talking to you. I’m pretending to ignore you, no. No. This is going worse than I had imagined. And fuck forbid you get a window into my imagination right now. Defenestration! Right now! You’re going to see me leap right past your face. Why am I becoming you? But I’m not going to edit this onchain reaction, this colossal display of fumbligalia. Neologisms are always a bad sign with me, but strange enough it always portends green for the rest of the world. I’m deeply touched &..\n\nCUT. \n\nINT. DARKENED ROOM. \n\nTINY MOTHER OF PEARLS LAMP ON THE DESK, MAN’S BACK, QUIVERING A LITTLE. LAPTOP GLOW MAKING THE SIDES OF HIS UNSHAVEN FACE LOOK LIKE ITS BLOOMING WITH CLUSTERS OF BLUE LICHEN. BENT OVER. PALM PRESSED AGAINST HIS FORHEAD. HE STARTS TYPING AGAIN.\n\nI can’t fathom how I had completely failed to factor in the censorship-resistance of blockchain, it invites you to be, whatever that may be. I feel blessed by your gesture, anon. This is an unrelated story, but because I mentioned a three-legged dog earlier, I have to tell it. I’ll try to keep it as short as possible. And it in no way correlates to you or anyone except me and the dog and maybe the leopard. When I was living in Africa for a brief period of my life, one morning, at the deep end of my barbed-wire fence, I’d found a dog, his one leg completely tangled up and hooked in it. And he was wriggling, desperate, which was making it worse for him. Whenever I’d try to untangle his leg he’d try to bite me, which was natural. He was in unimaginable pain. So I rushed in home and got a piece of cloth. I tied his mouth real tight. That constant squeal, heartbreaking, I wish Hitler had heard it once in his childhood. Or maybe nothing would’ve changed. And he did hear it. It took be about a couple of hours to slowly disentangle him and then carry him into my home. I was in a remote place, there was a vet but he was down with malaria. I had to nurse him for a week in my home, while continuing my search for another vet. The leg had to go, or he’d go, infection had set in, it was spreading, fast. The vet recovered but refused to do the surgery. He’d never done an amputation, he didn’t want to get started in life with that. Serendipity hit me at the local market, when a woman on a decrepit motorbike fell near where I was standing. And I helped her up. Got her across the road and gave her some water. She then looked at me, point blank, and I’ll never forget that face, swirling like a suspended ball of sand, coming together, then apart, and behind it a casual kindness. She looked at me and said, you look more worried than me, I’m the one who fell and lost a baby last week. And I just broke down. For the dog first, then the baby, then her, then anything and everything, even a grain of sand. She consoled me. I told her everything. She said she could try and help. Come with me in the evening, she said. I know doctor, he’s a good man. So in the evening we went to this tiny one room home at the edge of main town. This doctor, he looked like a scrawny Idi Amin. But could it get any worse? I thought. He was an orthopedic surgeon. He didn’t even let me finish, said he’d do it. I didn’t know what to make of it. Should I be suspicious? But then again I saw in his eyes that unbearable desperation we seen in a man’s eyes, to be seen, to be heard, to be witnessed, understood. Tomorrow, he said. As if telling me that he’s getting baptized and not amputating a dog’s leg. And that was it. He did it. I nursed the dog for two weeks in my room, didn’t let him go out, no matter how much he whined and howled. I didn’t sleep for those two weeks, little did I know that I wouldn’t sleep for much longer after. One day I decided it was time for him to step out, but now he was with me, he was mine. I made it like an event in my mind, taking him for a walk, then walking up ahead of him real fast, turning back. Waiting. Then him, the hero, the fighter, first a little nervous, then pushing, limping, but pushing, and coming towards me. And me whispering YES YES YES to myself. I’d never felt such joy. I was terribly alone there, this felt like my purpose too, I saw myself in that doctor. We had the greatest two weeks, then one night I heard one tiny squeal outside the door, then nothing. Never again. Picked up by a leopard. Gone. Out of my life. What was the meaning of all this, I thought? The purpose? Of me saving him, healing him, for him to be devoured by another animal two weeks later. I still think of it. But my thinking is wrong, as it is most of the times. The dog’s pain and survival and then sudden death may seem cruel, my pain and bewilderment too, but what about the leopard’s hunger? How do we build empathy for that in the face of our own tragedy? But I guess that’s the only way we attain some kind of grace. And that should suffice. \n\nI’m amazed always by how much we, as individuals, are capable of restoring each other in several ways. You’ve restored me, in a way, given me closure from this incident, it never really goes away, but like I said some sliver of grace. And you did it unknowingly. As about your pursuits, I don’t think there are binaries to any pursuit, unless you aspire to become a murderer or something. So, take your time. Nothing is bad, we make it bad. That’s our talent. We also make it good. When you find the time read a talk David Foster Wallace gave called This is Water, if you haven’t already, even better watch him, I think a video is available. But because I’m biased, I hope you manage to stay, with conviction, in your pursuit of translation. The word itself is sacred. The task is noble. You’re trying to carry across worlds, one world to another, for others, so their sense of life expands. I wish you everything. \n\nAnd don’t be silly. Write to me anytime. What else are we here for? As about Korean Literature, shamefully I haven’t read much in translation, except a book of poems a Korean friend of mine gave to me, by this incendiary woman named Choi Seunja. Have you heard of her? Apparently, she’s had quite the life and is a very polarizing and rebellious figure in South Korea. So I’ll end with a favorite of hers. \n\n\nAlready I\n\nAlready I was nothing;\nMold formed on stale bread,\nrepeated piss stains on the wall,\na maggot-covered corpse\na thousand years old.\nNo parent has raised me.\nI was nothing from early on,\nSleeping in a rat’s hole, nibbling\non the mosquito’s liver,\nI was always dying everywhere.\nSo don’t say you know me\nwhen we cross paths\nlike falling stars.\nIdon’tknowyou, Idon’tknowyou,\nYouthouthere, happiness,\nYou, thou, there, love.\nThat I am alive?\nIt is no more than an endless\nrumor.\n\nI completely forgot why I had started writing, I seem to have forgotten my levels and floors, among much else. I was thinking of waiting a bit longer, for us to cross what they call ‘psychological levels’. But there will always be more opportunities for me. But what on earth is that? I’m almost forty, I thought we cross the psychological level when our consciousness ceases. Didn’t know it was that easy. Here I’ve been scratching my cranium all my life trying to cross psychological levels. It’s all air, take it in, once the psychology dwindles and the real impulse of the cosmos enters the room, all these levels are as good as birthday cake smeared on our faces. Lick it up. Let the evidence of the cream consume you. You know what they say about cream. It’s a clich, but what isn’t? Forget and fuck your levels and floors, like I seem to have. It’s for the best, if you’re too conscious of something it affects you more, doesn’t it? So don’t let it hurt when someone swallows all levels and floors and psychological hooohaaa and spits it all the way to the sun. \n\nSoonest.\n\nhttps:\/\/basescan.org\/tx\/0xd3ff0a1d98eb3bf3a48d51a6dfdce23f68fd7434f0e2da885b5ca68be1ddd2e6   \n\n\n \n"
    },
    {
        "blockNumber": "20073805",
        "timeStamp": "1718171879",
        "hash": "0xb1f5cb0ecc0437801d698e828989c842bb21038ef2295f3be14a8a1277f1607c",
        "from": "0xdb58ea2b173b092076e6e2dcb74cb76a490afebf",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\n\nIVE BEEN STARING AND STARING AND WAITING. YOU WROTE. TO ME. TO MEEEEE. I CANT READ ANYTHING. IM BLIND. IM BLIND. BLESS EVERYTHING. EVERYTHING YOU LOVE. YOU DON’T KNOW HOW MUCH THIS MEANS TO ME. I WILL WRITE TO YOU PROPERLY WHEN IM CAPABLE OF DOING ANYTHING. UGH. UGH. UGH. \n\nAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\nAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\n"
    },
    {
        "blockNumber": "20074771",
        "timeStamp": "1718183531",
        "hash": "0x8199e443cdb86ee0cd33aeb6078f0f5d8911cbbe4c1b5c54bc73d08344a563d9",
        "from": "0xb9bc49283e3f256482311d1de7c2be34edc6050a",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "3",
        "input": "Sorry for my delay in replying, MR. $FirstBase. Life can get a little chaotic.\n\nTop holder again here of your wondering “Project”  & We need to stop calling it a project, I’m a top holder of your mind, looks like no one else wants to be ontop (of you) so I’ll gladly take the responsibility and will join you on this venture deep into your consciousness (and mine), I’m not totally sure why, but each time I read your latest update, something in me feels restored and by looking at the chart, I think you’re opening many minds that have been trapped in the matrix on this little fucked up rock we call earth. \n\nI am with you. this is just the beginning, there is no end.\n\n“The stars looked down at me from infinite space. We are tiny, they said, but you are insignificant” \n\nHave you read the quote by Theodore Roosevelt, “The Man In The Arena”.\nIn my mid, this is you, the torched has been passed. I say it with conviction. \n\nP.S - We have a deal, it’s settled then, I’ll always be ontop. "
    },
    {
        "blockNumber": "20083020",
        "timeStamp": "1718283143",
        "hash": "0x7b3e81700a75559a5157606e419207c8656eb15edb11a985108c7077aca76eaa",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "41",
        "input": "\n\nPassing through the grasslands, enclosed in spaces by eucalyptus, making towering jagged shrine-like structures, I saw, suddenly cantering alongside the car the sum of my father’s failures in the form of a shapeshifting creature, the mane silvery and naming each mistake in the wind, the cratered back rising and falling making its uneven patches of shocking cobalt hair, along with the rest of the changing body, look like it’s smeared with angel vomit. Have you ever seen angel vomit? Has anyone ever? And why do angels vomit? Discomfort of some kind would be the predictable answer. But I have my doubts. Well, that seems to be my only asset: doubts. The head never turned to me, as expected, stitched as it was with what looked like hardened vines, no eyes, vines coming out of the sockets. The limbs coming and going. And the face, if I could call it that, just that, stitched together small circles of transparent glass, but not hardened, fluttering in the wind. Right then, as if on cue, Stravinsky’s Rite of Spring starts playing in my head. How could this ever be a description of failure? I thought to myself. At most it seemed to me to be the raw materials of disassociated beauty, before we, as humans, developed our ever-changing perception of what beauty means. The raw pursuit of beauty which is egregious to the human eye.\n\nBeauty is in the eye of the beheaded beholder. Forever fixed then, unmoving, unextractable, the sight of it leading to its pursuit and subsequent madness. Do I want that raw pursuit or is it something I have absolutely no choice in, father? We keep chasing each other. I hate to admit it, but let this be the only way. \n\nReturning home I saw that the dog had for some reason taken the trouble of climbing onto my desk chair and had a giant shit on it. Good, I thought. Some distraction. Back to the mundane, the daily. The cleaning up of observable mess. Return to objective, quotidian scatology. Simple yet intricate, the process I mean. But still, going in, coming out. Going in, coming out. Discarded. \n\nThere appears to have been a lot of onchain screaming lately. First you put the heart in the consensus mechanism and then you give it a heart attack. Interesting strategy. But uncannily familiar.\n\nDear anon, I’ve always been writing to you, to you and to everyone and everything and even to nothing, to nothing in particular, to the absolute nothing and to the nothing in you, in everyone, in everything, hoping to extract more nothing for the nothing in me. Take your time, we say, as if it’s ours to take, it occurs regardless, despite. So, instead of saying take your time I’ll say to you: Try to hide from time while simultaneously sending out smoke signals to time. Try to trick time. Try. I’ll wait. I’m trying too. I’m sending out smoke signals too.\n\n\nDear ONE ON TOP, \n\nyou’re a true and realistic portrait of inspiration to me, something that is humanly achievable and yet needs to be demonstrated. My assurance to you is my unwavering and often unsettling presence, depending on the day. I will continue as I have continued. And I’m grateful to you, as ever, for your assurance and validation to continue. “I cant go on, I’ll go on,” Oh Monsieur Beckett, rumored to have driven Andre the Giant to school, among much else, your nothing still guides me. \n\nON TOP, I know you already know that my evidence can only be my actions, and my actions will ceaselessly continue, despite actions and inactions and retractions of the larger world, and in this specific case, the malignant market. What is malignant draws me like a moth to flame, not to cure it, but to see the extent of my resilience. Oftentimes I might turn delirious with this malignancy, which I’ll consider as a blessing, because then my actions will turn relentless and attract a redeeming army of malignancy. And of course, the evidence of my words, how could I forget that, but that’s evidence of my hyperventilating delusions sprinkled with the musk of my stupidity. \n\nAnd no, I wasn’t familiar with that quote, thank you for introducing me to it. It’s pointed and apt. \n\nMalebranche reminds us that attention is the natural prayer of the soul. The soul onchain is fusing and forming. Once formed comes the necessity of attention. To pay. Although it’s you who’ll be at the receiving end of the pay if you do. \n\nSoon.               \n"
    },
    {
        "blockNumber": "20089027",
        "timeStamp": "1718355839",
        "hash": "0x92f40d0172352251194d5e4499e36203669928e8290b0184f2b508b3097eba8b",
        "from": "0x95076575a17ff4e0e48ac22863c182e19ba0ca3b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "6",
        "input": "Ain been writin to you cause I got sucked in the gram im with the vendors now not readin the fine print of wut dey be sellin still sum real charms in the engine in there dey be makin me there givin me hope un dey be full for you dr Im tryna hold the placard high but it gettin soggy I don know why I change the end to beginning I tried the walter but it not easy being brought back from deadness this aint a sad finger it the whole hand reachin out im gripped in the grip n also gripped by summing I  cant explain givin me the worm visions again ya know aint drawn evne a hair in days not sleepin jus starin at the milk typin the hole in un at the same time imma feeling the need of sacrifice dr like ya had to for the good tht neva came !DO IT! mask off I said to ya and ya did sent me to the ether is dat wat hauntin me now I needa do it again !DO IT! but will the good come dis time I knoe ya trying all this onchain shrine but do I gotta beat my skull on it for dis release for the others for it to come for the realize the lie in my junk everything cut nothin pure imma raise my face to what this be the beginning but sound of sacrifice shakin the milk too much ya said ya only asset be doubts ya wrong again dr. I knoe where dis be goin I knoe dis be going to the holy exit there ain’t any distance to cover in this I knoe ya knoe you aint got any doubts or dodos but do I got to send myself to the ether again for dat to happen everyere I hear I see jus tension down in the human ship den again imma never been so gripped eider I dun wanna go anywere wanna see the good for once mask off bombin my both eyes imma wanna draw it imma wanna draw again here to go dis time evvywere too strong the pull sacrifice scaring me like the clouds dey moving real suspect like it got the brain bees in there comin for me an I aint got no honey for em to make still cant explain wat be so sweet in me growin then as well\nJus wat aneway hope you been grippin good ya words be the mad dog chasin me down the streets un I knoe all I gotta do is stop n he be chill an he be givin the good lick on the mask  \nun the fear stops comes the warm lick I knoe dis all souls comin real soon I gotta stay dis time dats the sacrifice maybe\n\nkeep the cranium freezin imma scared of walkin on ice even doe I know dis ice be never meltin ma fate to die rising like imma waking both ends burnt this time imma follow my own ash trail hellbent with ya\n\n!DO IT! but dis time it mean different\n\n"
    },
    {
        "blockNumber": "20092609",
        "timeStamp": "1718398991",
        "hash": "0x889b9f844e6a3d69878e8afc04a72709e77f91083ba0b99f06b3d480c36bff96",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "42",
        "input": "Anon or now the beginningisnigh, \n\nI’ll admit to a faint feeling of perplexity, not confusion though, after reading your message. I feel nourished by perplexity, there is a sense of Whitmanesque multitudes to the voice, except Whitman was celebratory and rolling in the grass, whereas you seem to be, at best, picking up large chunks of rich earth and shoving them in your mouth, unsure of whether that’ll bring you to closer to the surface of the world or bury you into the very earth you’re trying to swallow. This ambiguity is concerning and I’ll have to make a few assumptions, or I’ll have to make only assumptions, to try and probably address it to the best of my ability. \nFor some inexplicable reasons whenever my feelings of inadequacy or insignificance weigh down on me unbearably, and mind you feelings can be facts, I return to a few things to give me an arbitrary justification of space and its impact, I anthropomorphize the entire universe, which is not a new thing, and try to think how insane it must be going just looking at us going insane over all this time. I also give it events in history and try to imagine its reactions to those events, especially events which directly relate to space as a site of their occurrence. Space, the great witness and host. I’m not implying it's therapeutic but I suppose it prevents some slaughter somewhere, and the most brutal ones occur within, unwitnessed. As unimaginable as it sounds l find myself returning to two videos. I watch them back to back. \n\nFirst is of footage of debris and contrails from the space shuttle Columbia littering the sky across Texas, as it broke up entering the earth’s atmosphere. “UH BUH” were apparently the last words received from the shuttle, then all communications were lost. Seven astronauts inside, reentering earth, what is supposedly their only home, disintegrated with the whole machine, visible in the sky already mere 30 seconds after those last words. I try to think of being in them, that split-second recognition, or even less, that it’s over, the possible lightspeed thoughts in their mind, between fear and acceptance, among infinite other things, but too quick to be even able to feel them perhaps, to feel anything, or have a thought even, yet there must have been a final half-way formation to something, a nano wisp, something, then blown apart, disintegrated, already spreading across the sky in no particular bit or piece, the bodies indistinguishable from the craft, from anything, to the naked eye. I can’t explain to myself why this event draws me in to torment me every time. I feel, sometimes, I’m waking up inside one of their minds, just at that edge, at the split split micro edge of thought before disintegration. The realization that it’s seeming inevitable is vastly different from the unthinkable realization, if one can even call it that, that any moment, any mo &., not even a moment, not even time to finish a letter in the brain, a mass of mismatched, overlapping, feeling suspended forever in time. Or it could be the complete opposite, the brain self-anesthetizing so nothing is ever felt. And pain? It’s intensity compressed and shrunk to almost incalculably miniscule time. I wake in their minds and am stuck in that moment. It doesn’t progress from there into disintegration and then it turns into yearning, because the fear of being alive in that state, even if it’s so so tiny, the time, the garbled acceptance which doesn’t even register as acceptance, it doesn’t register as anything at all, all of this becomes unimaginably bearable. You wish for disintegration by then, you beg, you plead. Or you wish for their fragmented selfhood of that moment to consume you, direct you for the rest of your life. \n\nAfter that I watch the footage of skydiver Felix Baumgartner freefalling from the stratosphere, from outer space, back into the earth. Him at the ledge of the capsule, moments before letting go, those moments turning me into something I can only describe as collateral. That experience is mostly borrowed, then because of its incompatibility used misguidedly, or even the opposite, whatever works, but nothing does, does it? I’m a little hazy about this part, because maybe I’m trying to set binaries to pacify myself because I’m in the throes of a desperation that almost makes me resentful of space. I don’t know when the habit of me juxtaposing these two footages started and why, the only common association my small mind can make is that all eventually relates to that yearning - for disintegration, danger, and yet survival. The scales are of course different, whichever way you look at it, this is someone who voluntarily decides to freefall from the stratosphere, that is a group of people trapped in annihilating inevitability, but the trap ending even before the realization maybe, to nowhere mostly, not opening, not closing, and here is someone who often stands in the kitchen and, after struggling to open a jar of olives, immediately decides he must guillotine himself. \nI don’t know if there’s any lesson in any of what I just narrated to you. I’ve been grappling with it myself for years now. I only hope that you persist and continue to grapple. There is no other way. Even death is not an adequate response to the vast complexity of life. I could have just said take care and ended the message there. But there must be care somewhere to take it from, and it’s there, I believe it’s there or we wouldn’t be here wondering, because a remnant of it reminds us always that it's there. \n\nI was speaking about Burroughs the other day. Have you tried the dreammachine? It was invented in 1959 by Brion Gysin and Ian Sommerville. Burroughs was a huge champion of it and of course close to the both of them. Caution though if you’re prone to fits or have epileptic tendencies. Or anyone else who wants to try it out.\n\nHere is a page that has sufficient information on it and also a link to try a virtual version of it.\n\nhttps:\/\/bluestwave.com\/toolbox_dreammachine.php\n\nSoon\n"
    },
    {
        "blockNumber": "20105630",
        "timeStamp": "1718556275",
        "hash": "0x03ef835932853fbf9493a2cc7072ddbad2774e98da14373e7ebe899548f47e94",
        "from": "0x344b4b58edd9dff639c9527b0a46ebf81470d7a2",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "sue me. but ILY. you asked for it."
    },
    {
        "blockNumber": "20107150",
        "timeStamp": "1718574671",
        "hash": "0xeb37a5c2463bebed60dccaa9b15c3ae8bf58bcff9f1a4e1b996e6e793500570a",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "43",
        "input": "\n\nAt the supermarket today, I saw a complete doppelganger of Roy Batty standing and staring at the cereal aisle. Although, in retrospect, Roy Batty isn’t someone who at all has what you could call a common face or look, quite the opposite, somehow he is also someone who can be said to have a likeness with a lot of people - A reserved, unapproachable seeming Caucasian with sharp features. \n\nThis Roy Batty, however, was the closest approximation of any Roy Batty types I had ever witnessed. Except he was just the physical form of him; his body language, his face, his eyes, didn’t possess even a hint of Batty’s complexities. That sense of an earth-shattering inner churning, a menacing searching look, which I can only describe as someone who is constantly caught in a blizzard of souls, blowing past and through and around him, but nothing entering to stay. And the hunger born out of that.  \n\nIt's then that I realized I’ve been committing an unforgivable crime, something beyond redemption, I’ve been living a lie all these past days. All these days I could feel the undercurrent of doing something wrong, but just couldn’t put a finger on it. I hadn’t watched Blade Runner again for nearly three months. It’s something of a ritual I don’t even have to ensure, I always ended up watching it at least once a month, alone or with someone I love or was beginning to fall in love with. \n\nRutguer Hauer, as if almost possessed and touched by everything that it took to make this world, but also, importantly, everything that was left out. One of course goes to the ending, the now enshrined and perhaps one of most affecting moments in cinematic history. You get the sense that something sacred is being destroyed in front of your very eyes and the realization that it is sacred comes half a moment before its destruction, too late. And even that too isn’t the conundrum I guess, it’s a regular phenomenon, as far as human phenomena go. The real conundrum is the carrying of that realization through the rest of your life unsure of whether it’s a blessing or a curse. Or maybe it’s not even that. Who knows? \n\nBatty’s enduring dying monologue, delivered by Hauer, proves again and again how little we know of ourselves until an inevitability looms, the final one (this is of course an assumption), and what’s shocking is how Hauer could absorb that sense of inevitability, of death, in a fictional setting, and improvise with words that can only be called the language of the afterlife. The afterknowledge. To give one the feeling that it’s impossible to think and say these things of unbearable yet plain insight while one is still in human form, alive, in the language that is available and has been learnt. Again, that too, in a fictional setting, as playing a role, a character. \n\nThe original monologue, written by screenwriter David Peoples, goes: \n\nI've seen things... seen things you little people wouldn't believe. Attack ships on fire off the shoulder of Orion bright as magnesium... I rode on the back decks of a blinker and watched C-beams glitter in the dark near the Tannhuser Gate. All those moments... they'll be gone.          \n\nHauer, obviously directed by forces unknown to man, simply cut out some parts from the original but added that last line, retrieved before death from the language of the afterlife:\n\nI've seen things you people wouldn't believe... Attack ships on fire off the shoulder of Orion... I watched C-beams glitter in the dark near the Tannhuser Gate. All those moments will be lost in time, like tears in rain... Time to die.\n\n\n“All those moments will be lost in time, like tears in rain... Time to die.”\n\nHow? At that moment it was probably most severely felt by David Peoples, the writer, whose job it was to write that monologue for the scene. How? Imagine the mix of human envy, absolute revelation, and pure speechlessness he must’ve felt. It must have been a perplexing position for him, to be driven straight to god by someone else in a vessel he thought was his own to drive. There must have been resistance, human resistance, like a man refusing to be enlightened when offered, although that may have been the only thing he had been seeking all his life. Of course, Peoples might have felt completely differently than my imagination, he might even have been, the moment he heard it, sucked in too deep without him even realizing, already past heaven’s gate, unbothered to find it empty and godless. To realize that god may just be the distance, the distance needed to cover, the complete distance between himself and himself. And even then, “All those moments will be lost in time, like tears in rain &.” How?\n\n\nAnon,      \n\nI did not realize that me condescendingly suggesting something as an example to point to a grave situation would lead to this. I have genuinely and earnestly asked for other things in a lot of my messages, none of which have been granted. I guess I should start with a statutory warning from now on. I’ve also noticed that condescension has become a fix around these parts, it drives people, and the intricate marvel of autism reduced to a slur, a desperate boast, or a badge of honor made out of cellophane lettuce and toothpicks. And given the number of times I've seen the word ‘ironically’ and 'unironically' being used in my limited life on telegram, it probably easily surpasses the duration a new born baby wails in a day, I think those words must be begging for extinction. Well, that's the irony. Because a joke lost on us all makes all of us complicit. It becomes a universal failure. \n\nThankfully, dear Ellen looks dead on arrival. No offence, Ellen. You have already suffered a donation of Ripple in the past. So no need to drag you into this further. \n\nBut anon, if you really love me then you will gather addresses of people who may degenerated into this and lost, although unfortunately it appears that you may have lost the most on this, in every respect, and unintentionally martyred yourself for the cause. How could I have the heart to sue you now? And for what? A tin foil hat? I think you need it more than I do, I don’t enjoy the thought of having so much control over someone’s mind. You became a living example and character of my apparent prescience. I have no way of verifying this, because you very well could send a dozen of your own addresses, but you can pass on this message to the community, if there's one of any kind - if they send me a message onchain from the wallet still holding the token, I'll try to recompense them with some Firstbase. \n\n\nSoon. \n"
    },
    {
        "blockNumber": "20123498",
        "timeStamp": "1718772419",
        "hash": "0x64b97e6439bf420229bf24def0c34dff120dc98bf01ff31face42c2321d03f1c",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "44",
        "input": "Anon,\n\nI gave you and it some time but considering I haven’t heard back from you or have received any kind of message onchain from anyone regarding this – I’ll have to assume that you’re sitting and grunting away in the pigsty now. Also since nobody else has also stepped up, I decided to go ahead with what I feel what might be fair in this debacle. It’s near-impossible to come up with a “fair” metric in such a situation, but thankfully the impact area is relatively very small here. And today cannot be the day for guilt, even if it may be vicarious. So instead of sobbing I'll do some sprinkling. I'll imagine I'm doing some onchain gardening. \n\nMy charming elbow tipped over my favorite vase and shattered it to pieces. The vase was already broken. Or cracked, to be precise. But now it’s damaged beyond repair. In the traditional sense. But that’s not the point. The concept of ‘favorite’ doesn’t allure me much, so there’s a reason I called it my favorite vase, although to be fair it was also my only vase. It’s because one morning I was staring over my fence and saw a beautiful wild horse. I don’t seem to have time to go beyond that generic adjective - or let’s just say a horse dripping and drenched in olive oil, because I can’t help myself. I walked out of my gate and started walking towards it. It was grazing and hadn’t really looked up or noticed me until I came very close. I have seen these wild horses from a distance for years now, but that was probably the closest I had been to one. I’m not sure what exactly my plan was, I was just drawn to it, let’s say. Almost as if I wanted to carve out a cave from its body and live there. It finally stopped and looked up, then went back to grazing, the tail swirling and brushing the air. I took another step and it, without warning, just started charging at home, it skipped the trot completely. Without time or mind to decide and self-preservation kicking in I started running backwards and tripped and fell. It took the horse nothing to come to me, but then it reared. That too soundlessly. I had never seen a horse rearing in front of my eyes and this time it was aimed straight at the head that held those eyes, the entire body. It was done. Or I don’t even remember what I was thinking at that moment. Then just like it had reared, it settled down and just walked away. And just like I was lying there with no idea of what I had accepted or not, I got up, turned around, walked back to my gate, got on my bicycle. My head wiped clean, as if I was transcendent, beyond meditation. Not a single thought in it, except, for some reason: I want to drink some banana juice. \n\nSo I cycled to the local mart. It’s a very basic mart, but it has banana juice. It also has this really half-hearted gift section, which is arbitrarily stacked up with items. That’s when it kicked in. I could feel the first feathers of a full-blown panic attack brushing past my brain. And the more ridiculous the trigger felt the more my bones locked itself for take-off, coalescing with the arbitrariness of the situation, the guilt attached to my sheer helplessness, the clear fact that now anything, I mean anything, could morph into a endless landscape of dread, the subject was no longer important, nothing was important, it was the mere existence of anything within plain sight, or perhaps because the triggers were never in plain sight that my mind would leap at anything within my immediate surroundings, making a memento mori out of it. I had turned into the wind hovering the horse’s coat, the world had inconceivably shrunk to the size of a naked, exposed brain pressed tight against a horse’s body, and what usually happens, happened, and that happening is only a precursor, a trailer of sorts for the rest of the horror that plays on endless loop. The distance from the head to toe is endless at this stage, it keeps peaking, and the unadulterated doom that accompanies it, the sense of an irreversible end it constantly infiltrates into, is, in hindsight, nothing short of a miracle (I’m trying to be brave and optimistic here), because if this is, in my livingness, one end of the where the brain can take one to, it’s unfathomable what getting to other end can do, it’s almost like if both sides are traversed, if thinking could be taken to the opposite of this, and continued, then I’d become immortal.                  \n\nI tried 5-4-3-2-1. Nothing. I was just zeroing down on threats. I could sense it still, the blood hardening, breaking into chalk within, the mock numbness of my left arm flooding the chest, twin ends of my sky—the astral stroke and the black hole’s heart attack—and my chest hardening into the anvil upon which each surrounding object would strike to find its measure. This is it, this time this is it, this is it, this is real, this time you are dying, this is it, this time you are dying for real, any moment now.  \n\nMy Xanax was obviously at home. That’s when I saw the vase in the gift section, an ordinary ceramic white vase. And even from that distance I could see a thin, hairline crack running along its body. It was almost incandescent and strobing, I could see it as if it were waves caressing around my feet, I on the shore of some sea. I went up to it, I could feel it passing, it letting go, the closer I got to the vase. I picked it up and went over to the counter, paid for it and cycled back home with it under my shirt. No banana juice.\n\nOver time, the crack seemed to one day look wider and on another seemed to have shrunk. I didn’t question it, I just focused on its illusion and how it might be helping me, in any way. \n\nSo, today, that vase is gone. I’m still going to keep all the pieces. But now's not the time to panic. Ideally it never is, but especially not now. Grave mistake.   \n\nI have airdropped “eligible” wallets some Firstbase, and not all of them in equal proportion. Wallets that still hold a recognizable amount of that token. I can’t possibly go into details of how I worked on ideas of fairness, equity, and such. The scope is limited and apple crumble has been promised to someone. And the vase is gone. Now paint me a picture. Anyone. There’s absolutely no sane way for me to consider wallets that may have sold in loss. If you’re one of them and happen to read this then I'm afraid you’ll have to get onchain with the details. I’ll look into it. \n\nI still haven’t gathered the pieces, I’ll let them stay on the floor for a while. \n\nSoon.   \n   \n"
    },
    {
        "blockNumber": "20124161",
        "timeStamp": "1718780483",
        "hash": "0x10783801bd17f166ae3855e62823b1263c346756b9d0b293215aeaa16e91fb4b",
        "from": "0x131a95795e3bbe4c1520740cdeb54f08fedc105b",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "153",
        "input": "If the vase is still on the floor in pieces then you will have no peace. Throw it away. Go back to the mart and get a bottle of Looza. Now you’ve reset. \n\nWild horses couldn’t drag us away, or some of us at least. Bears took the rest. I give credit to those making efforts to shape this and spread the message. With summer coming it’s time for action but the how and what is the conundrum. I feel we are a bit aimless but that will change soon we hope. Maybe a painting will help. \n                            _(\\_\/) \n                          ,((((^.`\\\n                         ((((  (6  \\ \n                       ,((((( ,        \\\n   ,,,_              ,(((((  \/\"._     ,`,\n  ((((\\\\ ,...       ,((((    \/     `-.-'\n  )))  ;'    `\"'\"'\"\"((((     (      \n (((  \/            (((      \\               $  $ $ $\n  )) |                         |                 \\ \\ | \/\n ((  |        .       '        |.                {     }\n ))  \\     _ '      `t      ,.')              \/       \\\n (   |   y;- -,-\"\"'\"-.\\   \\\/                | =FB= |\n )   \/ .\/  ) \/         `\\  \\.               \\ ___ \/\n    |.\/   ( (           \/ \/'         \n    ||     \\\\          \/\/'. |\n   ||      \\\\       _\/\/. '||\n    ||       ))     |_\/    ||\n   \\_\\   |_\/             ||\n                            \\_\\"
    },
    {
        "blockNumber": "20127425",
        "timeStamp": "1718819903",
        "hash": "0x97b165b7ba9336e6687ccad8b273e02265380cb4f9cd85747440d2870ce797a0",
        "from": "0xb9bc49283e3f256482311d1de7c2be34edc6050a",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "6",
        "input": "Dropping by quickly to accumulate and say helloooo.\n\nRegarding the vase, it was only broken because it appeared in your field of view. Alive cat, dead cat.\n\n\"First Time on Base\" ... A revolution on the blockchain. \n\nHas a Nice ring to it. Let's make your 'FTOB' a roaring spectacle.  "
    },
    {
        "blockNumber": "20130087",
        "timeStamp": "1718851979",
        "hash": "0x202b5da177d992908859f76093b0183f735eb0fefa880b0ed61c05c326660d42",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "45",
        "input": "Anon, \n\nWith all due respect, there are several forceful assumptions you’re making here. Assumptions are natural, we all make them, but others consider it as having some value as long as they’re directed with a sense of humility and self-awareness of those assumptions being made. And when they veer toward orders, they just become hollow and banal. What gave you the impression that I want peace? But thank you, you reminded me of a one line letter Dostoevsky wrote to his brother. \n\nIt just read: I have a new plan: to go mad. \n\nWe’re obviously not the same. I’d rather do the difficult thing, always. Somehow your voice indicates that you’re more troubled than me about this vase situation or you’re using this vase as an unintended analogy to subconsciously express some sort of dissatisfaction and nervousness about something. As your next paragraph suggests or desperately tries to. Now this is an assumption of mine, but I’m owning it and declaring it.\n\nAnd peace, unfortunately, isn’t a one-act play. It’s continual. I also don’t have peace when the pieces are no longer on the floor, it’s a negotiation we constantly try to make I guess. So instead of peace I choose to try and feel something to its fullest and understand it, not look for loose and easy exits or Loozas. How do you expect me to reset from the fact of existence and being born with a Looza, whatever that is? That’s just diversion. And besides it’s all in the past now, even if I were to consider your order and could go into the past, you think I’d settle for a Looza? I’d change my whole life. Also, you’re again assuming that the mart has Looza. \n\nNow, to the interesting part of your message, I mean I’m forcing myself to consider it interesting for my own sake, because you’ve taken the trouble to write. Your non sequiturs would’ve been worthwhile if they were intentional, which I highly doubt they are. Wild horses couldn’t do what and why? Bears took the rest? Yes, your hunt for action but not knowing how or what is definitely a conundrum, but this is something you have to resolve for yourself. And I’m again sorry that you feel aimless, but by “we” if you also imply me to be a member of that club, then I don’t remember signing up. I am aimless, yes, but only in the existentialist sense, otherwise, in this specific context, I’m doing exactly what I intend on doing. \n\nYou see, I think I’m also aware of what exactly you’ve been insinuating and hinting at from the beginning, and I’m having a lot of fun going round that pile of hay, circumventing it.\n \nNow that gives me peace, but it comes at your expense. And that is actually a conundrum, surely. But since you’re so invested and concerned about my peace, I think you should be able to excuse that and let me choose this way instead of a getting a looza or throwing away the pieces. Interesting how this method of yours is in fact symptomatic of the larger market. Anxiety, doubt, the sight of a beautiful thing you love and gave you so much in apparent pieces becoming such a direct threat to your peace that your first reaction is to throw it and settle for Looza. You reset. Thank you though, now I don’t think I’ll ever buy a single Looza in my whole life.\n\nPeace will come when it’s ready for me. For now then, I’ll do what has nourished me and kept me alive – staring at things I love, however broken, things that have kept me alive, keeping them safe with me in whatever form they remain, even if it may cost me my peace. The pursuit for wholesale peace, more often than not, is counterproductive. But I also understand your conundrum, or am sincerely trying to, and I know in the end you mostly mean well, so I can only hope that my efforts are not lost on you, even if it may not be my individual responsibility, I hope my pursuits benefit you in the way you want.  \n\nAnd is that ‘painting’ a reaction to my ‘paint me a picture’ statement. Oh no. I should stop making assertive statements it seems, my negative capability appears to be more potent than Keats’. Since you’ve done it anyway, thank you, but now then; paint yourself and me and everyone else the ‘larger picture.’ \n\nON TOP,\n\nThank you, as ever, for your encouraging words. It’s always nice to hear from you, and of course, reassuring. I’m happy to report that the broken vase has found a new lease of life as some sort of mixed media installation piece, I mean to the naked eye. I painted a large canvas black and first smeared industrial glue all over it, then just sprinkled the pieces all across it. I’m your neighborhood Jackson Pollock now, of some sorts. Once settled and stuck, it’ll hang on my wall, right across my bed. \n\nForgive me for this horrible one, but this is probably ‘First Time on Vase’. Which could only signal to new beginnings, a rebirth, a new direction, a new phase, and new meanings. I just hope you’re not a Looza enthusiast as well, but I highly doubt it. Though Looza does have interesting use-case if thought of as a homophone.       \n\nSoon.\n"
    },
    {
        "blockNumber": "20132161",
        "timeStamp": "1718877119",
        "hash": "0xefabcca2da1f8fa8424d88ff10959c9342d41fcab0a78da596b68a72784f60b0",
        "from": "0xdb58ea2b173b092076e6e2dcb74cb76a490afebf",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "2",
        "input": "Dear Mr. Firstbase,\n\nI feel like I’m finally settling back into my head. I don’t mean this is in a bad way but I sometimes wish you would take a break and stop messaging, because the moment I read a new one I tend to again get overwhelmed and lose my balance. Besides this term has been extremely stressful and demanding. My mentor is a very nice and knowledgeable man, very kind and helpful but often very unpredictable. Sometimes I find it very hard to keep up with his demands from translation, especially because he expects me to fulfil those demands. But he means well. \n\nI usually never have miyeok guk (seaweed soup), I just never really liked it for some reason, or maybe because it was always at home. But today I ordered a bowl and had it at a Korean restaurant near where I live. It felt average, which is very good, considering I don’t like it at all. Then I got home and felt a little ready to write to you.\n\nTo be honest I feel it’s only now that I’m beginning to understand what Firstbase is or trying to do, or even now I probably don’t understand all of it or much. I heard of it by chance and it had always from the beginning only been about the messages and writing. Now I think I see some of the other things and how it is also deeply about the crypto world and the whole world. Until now I mostly only bought regular memecoins and haven’t been here for very long, I think I mentioned that to you in my first message. I’m confused about a lot of directions in my life right now, I know most people always are, but I think I’m at least happy I found this. \n\nThis is so embarrassing but I had never heard of Choi Seung-Ja but she is just so dark and badass. Thank you! But she still manages to keep her place. After you mentioned her I got hold of two books of her in Korean and one in English. Phone Bells Keep Ringing for Me is the English translated one I got. I wish you understood Korean, the originals are so much rawer and filthier in a good way.\n\nThere’s so much I want to say but I can’t even translate my own thoughts. \n\nAnyway I hope you have been well and taking good care of yourself. I think of you very often.\n\nBye. \n"
    },
    {
        "blockNumber": "20132639",
        "timeStamp": "1718882891",
        "hash": "0x511a01e385cf5ebacb2a0a51f33f236b0a86868108682fe6cac7fa6907cd4c60",
        "from": "0x5d21baecb390684b15af838a887a2508bab84441",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "1",
        "input": "“From the dawn of time we came; moving silently down through the centuries, living many secret lives, struggling to reach the time of the Gathering; when the few who remain will battle to the last.”\n\n\n\nI, like Connor MacLeod, have struggled with the conundrum of immortality. To live, when those around you perish. Both the greatest gift and yet the most tragic boon. \n\n\n\nI, like Icarus, flew too close to the sun. I believed in the philanthropy of mankind. The wax melted, like lava pouring from my wallet, a thief in the proverbial and literal night, under the guise of an admin took from me, that which, I held dear in the decentralised space. A token years long held, and my latest diamond in the rough, Firstbase, held since the stellar formation. Never have I felt the vacuum and deep lonely despair of deep space. Deep introspective despair at the nature of my fellow mankind’s greed. \n\n\n\nIn reflection, I battled these last few days with capitulating to the Base nature of our wanton, wider, waylaying community. But, like the great MLK said, “Darkness cannot drive out darkness, only light can do that. hate, cannot drive out hate: only love can do that.” \n\n\n\nI leant on the messaging received from the creator of FirstBase, my interpretation of that message, whether you are the lightbringer I perceive, or a joker in the night, I hold faith in the former. If the latter, I will gladly paint my face and adorn it with a red, honking nose at the supernova of our endeavour. \n\n\n\nI shall, good sir or madam, rage against the dying of the light. I will not go gently into the good night. \n\n\n\nI ask not for your pity. Such desire is beneath us all. \n\n\n\nI’m reminded of your reminiscence of Roy. I too, am fascinated, drawn into the nature of humanity. On a rain swept rooftop, Roy shows Deckard the clemency that he most certainly would not have received in a reversal of positions. It has left a profound imprint on my life, ever since my father allowed me to watch it as a young teen. A twelveteen year old. My perspective has evolved as I have grown. I believe I now understand Roy a little better as a man. \n\n\n\nI hold no expections of you, creator, nor of my fellow holder. I only know that I have to hold fast to my beliefs; that FirstBase was and is intended to spark a burgeoning revolution in a space which is honeyed with a decaying facade. I hold hope, hope that others are of a like mind and will join me on a journey of discovery. \n\n\n\nI do have questions and hopes. \n\n\n\nMay I be so bold as to ask you directly to shine a light on a possible direction you would like our community to go with FirstBase? \n\n\n\nAre you already aware and watching our developing community on TG in a clandestine way? \n\n\n\nA few of us like minded Firstbasers are developing our own ideas on how we should progress this fledgling brown dwarf to expedite its journey to be comparable in size to UY Scuti. \n\n\n\nAsk not what your community can do for you, but what you can do for your community. \n\n\n\nDear Dev, in my eternal optimism, if you send me your vase I shall attempt the art of Kintsugi and send to you a Phoenix. \n\n\n\nI believe. FIRSTBASE. "
    },
    {
        "blockNumber": "20137428",
        "timeStamp": "1718940719",
        "hash": "0x91afc5c2556f4cfdc6f1cb734c066f4f01322b32f1a0569e8289b806ddb9dea1",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "46",
        "input": "Anon,\n\nNow that you’ve resorted to purple prose and high allusion, although sincere and full of goodwill, which is usually not to be found in prose of such color, or it gets obfuscated, I have to try and consciously maintain a demotic tone in my response to ensure some sort of balance. \n\nIn hindsight, that opening sentence itself alone has already foiled my effort and grand intervention, has made me a casualty of my own myopic judgement about your prose and my apparent subsequent attempt at defusing it. So I guess we’re square then, from the beginning itself. \n\nYour mythos-steeped narrative is both compelling and nauseating. And just so we’re clear, I like nausea. Both as a supposed common ailment and as a philosophical state of existence, as described by Sartre in his novel of the same name. \n\nI feel mortality and immortality are both conundrums on different spectrums. One is a factual inevitability while the other is a concept born out of human complexity and desire, and both concept and human complexity continue to become even more complex over time – And of course the idea of immortality by design is deep-rooted in the often unfathomable reality of mortality. But then again the fact of suicide adds another level of complexity to this, no other animal seems to have this constant tendency or consistent execution of it at such scale. So what do we really want? We still kill ourselves knowing we are anyway going to die. We also don’t want to die and live forever.   \n\nIt's interesting you mention the tragedy of Icarus, there’s a lovely poem by Jack Gilbert that reimagines that myth and turns it on its head, to offer a different perspective to the doomed one. A hidden subtext that almost implies that we’ve been misreading it all along. \n\n\nFailing and Flying  \/ Jack Gilbert\n\nEveryone forgets that Icarus also flew.\nIt’s the same when love comes to an end,\nor the marriage fails and people say\nthey knew it was a mistake, that everybody\nsaid it would never work. That she was\nold enough to know better. But anything\nworth doing is worth doing badly.\nLike being there by that summer ocean\non the other side of the island while\nlove was fading out of her, the stars\nburning so extravagantly those nights\nthat anyone could tell you they would never last.\nEvery morning she was asleep in my bed\nlike a visitation, the gentleness in her\nlike antelope standing in the dawn mist.\nEach afternoon I watched her coming back\nthrough the hot stony field after swimming,\nthe sea light behind her and the huge sky\non the other side of that. Listened to her\nwhile we ate lunch. How can they say\nthe marriage failed? Like the people who\ncame back from Provence (when it was Provence)\nand said it was pretty but the food was greasy.\nI believe that Icarus was not failing as he fell,\nbut just coming to the end of his triumph.\n\n\n“But anything \/\nworth doing is worth doing badly.”\n\n\n- This is very relevant. In life and also in the case of Firstbase\n\nNow, as for the rest of your paragraph – I’m having a hard time getting through to it, it seems like you’re trying to explain some plain act of human savagery but trying your best to be so allusive that you yourself don’t understand it or remember its details. I mean it’s painful so you don’t want to remember it. If I had to take a wild guess and try real hard, then you’re trying to tell me that someone stole your tokens and your Firstbase. That’s terrible if that’s what you’re trying to tell me.\n\nAnd I’m truly sorry to hear that, I won’t ask how it happened, but I get the impression that you’re too deep in your sensitive sense of allegorical life and that sense of spirit is too strong and guides you out of such misfortunate situations. But then betrayal is betrayal. Hurt is hurt. It will take some time. But I’m here, as always, as your friend in the machine, to confide in. I’m truly sorry. I cannot offer more words beyond the generic at this point, why is why I never attend funerals as well, but its grief is even sharper in solitude. Because then the fact of that particular death makes the effort to visit me personally to say its goodbye, so you can understand how livid they must be to have to make the journey to me. \n\nOh, Dylan Thomas. One of the last few sips of the real drink that were left in the world. The elixir that needs mostly one essential ingredient: unfathomable, infinite suffering. The looking at the world straight in the eye and the looking back which devastates us, although we also yearn for it.  \n\nYour father is a good man, my father showed me much else when I was 12, things no one should have to see. But I’m not implying that makes him a bad man, I’m not interested in binaries.\n\nAs for your questions and hopes, I feel all of you have misunderstood me a great deal. You could just walk into me and make a home here, but I get the sense that there’s a feeling of hierarchy that has been assumed. All hierarchies are false between birth and death and beyond. You don’t need to be bold to ask me anything, you just need to be. And of course I’d expect a value system that tries to locate each other within ourselves when we communicate, that’s all. \n\nI’m very grateful for the community’s existence, it’s what keeps me going, to a certain extent. Well, that and big pharma, but your question is hinged entirely on what it is that the community wants, unequivocally. What do they interpret of what I’m actually trying to do, if I’m trying to do anything at all? These are questions that need to be answered. I have not been exposed to any possible directions so I cannot answer that vague question sufficiently. \n\nI almost get the feeling, and this is not on you, that what you’re asking is me is to ask myself what exactly am I doing or intend on doing with Firstbase BEYOND what I’m already doing and then answer that myself as well. Then probably relay that message to the community. Sometimes I do get the feeling, and I think that I’ve mentioned this in passing in another message, that I’ve unintendedly involved you all in my own private Deus ex machina of my life. I’ve thought about this quite a lot and gave myself a challenge: What would I tell someone, in a single sentence, if they asked me what exactly it is that I’m trying to do with Firstbase? \n\nWe have the consensus mechanism; we have Proof of Stake, we have Proof of Work, we have Proof of History, we have Proof of Albatross, we now even have Proof of Looza; my humble aspiration is to introduce Proof of Life onchain. Life in the broadest sense of the term possible.      \n\nAs for your second question, at first I was reluctant to answer it, but then I thought there would be too much mutual trivial mystery attributed to it, which I don’t enjoy much. So, no I’m not directly watching in any clandestine way. I fear, and again this is not on you or the community, that if I do and try to be a fly on the wall, it would somehow completely stop me from writing or pursuing whatever it is that I’m pursuing. At some point I would feel discouraged to continue, by something, by many things - and I’m saying this with utmost respect for the community and without trying to discount their efforts.\n\nHaving said that, I do have individuals I know in real life who are very much part of the public community and often tell me things. But these are people who have also gone for a walk with my dog, they’ve helped me pick berries. One of them even, unintentionally, once gave me a concussion.\n\nIf you’re developing ideas, then I’d love to hear them. The premise of this whole endeavor rests on ideas, as long as the ideas are not rehashed or a bricolage of existing frameworks and associations. But like I said, I feel all of you have misunderstood me completely, which is not new, but I’m just spelling it out now. My chalice is emptied each dawn, by evening it’s a bubbling mass of what we call ideas. I gulp it all down, one day it may kill me, one day it may get me where I need to get, I’ve survived my ideas until now, ostensibly. \n\nAs for the vase, you may have missed the part where I mention taking creative liberty with it, and now it has metamorphosed into something else. I’m staring at it right now. It is yet to speak. \n\nThis has been invigorating. And I look forward to hearing from you again once you feel that you’ve read me closely. \n\nAnd Translation Studies, Translator\n\nWhat should I call you? Unfortunately, I do love Miyeok Guk, its oceanic cunnilingus (okay, please excuse that part). Maybe you should try my recipe, but I see that you’ve already braved it, which means that you’re willing to give it a chance, which means you’re slowly probably beginning to become more open to yourself. So, keep on. Like I’ve said before - your pursuit is noble and the task gargantuan. \n\nIt's always warm to hear from you, you’re an unexpected bloom in the blockchain. Choi is quite the thing, the real deal. Very few poets like that - slurping up their own intestines, bits of their own bloodied heart always stuck in between their teeth. I do wish I could read in the original. You be well.  \n\nNow my evening of laidback self-loathing with a little splash of Hennessy may just feel justified. \n\n\nSoon.\n\n\n   \n\n \n\n\n\n"
    },
    {
        "blockNumber": "20141759",
        "timeStamp": "1718992943",
        "hash": "0xbe374cf14654711329d95d3008b220691ef07ed2c31f9a9cc13c5b73794cf245",
        "from": "0x6788a2fc746ef49f330fe8568b6e5314f719a8c2",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "16",
        "input": "Greetings Mr. FirstBase, Dr. Manhattan, Holy Exit, Anon, Dev, etc.\n\nYou can call me Rage. And before I get started, don’t take my assumed title as something negative. I prefer to view rage as so: Rage; the purest and highest manner of emotion. It's white hot and nothing else exists while present. Serene, or savage. Silent, or earsplitting. Evil, or virtuous.\nPurifying, always.\n\n & I made that up a few days ago so that I have a copy paste for when I’m asked and feel like answering, although I’ll most often not reply at all. The 20 year old artist who knighted you Dr. Manhattan enjoyed my definition so much that he shared it with his father; although I suspect he shared it in an attempt to shift his fathers perspective on their own interactions, but who knows..\n\nHave I gotten started yet? Seems that way, doesn’t it? I’ve never been great with introductions, or first impressions, and am definitely an acquired taste. Oh well.\n\nI’ve been waiting and waiting to find the right words for our first engagement, as if they would appear in paragraphs in my very distracted mind’s eye, yet this apparition never took form, so I thought it best to just put thumbs to screen & See what I did there? My dad would be proud of that humour.\n\nEnough rambling.\n\nYour views on the toxicity of this space have been very satisfying to read, as I share many of them. Not so much on the degenerate gambling, because you’ll find that anywhere, but the lack of inclusivity and the abundance of hate; including racism, homophobia, sexism, etc.. which I guess you’ll also find anywhere, unfortunately, but are all things that drive me fucking wild & with rage &\nI equate these notions to people being intimidated and fearful of what they don’t understand. Mostly because they’re too comfortable with being part of the herd, lead by shepherds who have promoted themselves by talking louder than others, and not possessing the microscopic spec of intelligence and autonomy it takes to have a single thought of their own. I have a few very vivid mental images of these herd members, so here’s one of them:\nLiving in a family members basement, wildly unkempt neck beards, fat, hate women for not being interested in their pathetic existences, lack ambition yet hate having a boss, believe that showing femininity or wearing anything deemed feminine by other herd members will magically turn them into a homosexual, worship Andrew Tate &\nToo many self-appointed shepherds. Not enough virtue.\n\nAnyway.. what I’ve been wanting to say, is that myself and a small group of other top holders and believers have been formulating ideas to move FirstBase forward. One of them, which isn’t my own, but I particularly enjoy, would be creating a system that gives back and fights for those who are excluded by the neck-bearded Tate grovellers and may be fearful of entering the decentralized world because of them. This would include racial minorities, lgbtq+ people, women, etc.. A type of charity, if you will. We will take the popularity and praise, that said shepherds so desperately fiend for, and leverage it against them; forcing them to comply and carry out acts of good to get their hit. We can even offer them smiley face stickers in NFT form that they can show off for doing a good job. We could even establish a method to raise funds and donate to real charities as well. I know there’s a lot here, but I’m sure at least some of it can come to fruition. It would be all too pleasant if more people would act charitably out of good nature, but we aren’t going to hold our breath for that.. are we? \n\nI’ve had this typed up for over 24 hours, and after a vc just now we’ve sparked another idea, so I may as well add it in:\nAn onchain ecosystem of channels and topics, including poetry, journalism, blogging, forums, fictional and non-fictional writing, etc.\nThis would be operated out of a telegram app\/bot that connects to and publishes onchain, where it is embedded forever. A landing pad of sorts, which introduces people to crypto in a more palatable flavour. A real first base, for a first time on base, in the crypto journey that doesn’t shove charts and prices and raids down peoples throats. The required gas fees I think would force people to connect more meaningfully and genuinely. Preferably all hosted on base chain, since it’s in our name.\n\nI’d like to hear your thoughts on this and would be overjoyed if you could share some constructive input. Although I quite enjoy it, I don’t need a grand display of wordsmithing or literary knowledge from you; just tell it to me straight. We’ll figure out an action plan aimed at the greater good regardless; no hard feelings. We love your words, perceived lessons, and the message we believe to have translated from them, but it’s time to see something through.\n\nAs our good friend very recently, myself many times, and Thomas in 1947 said: \n\nRage, rage against the dying of the light.\n\nAnd to emphasize and reiterate what you’ve perhaps unintentionally built a small but mighty cult around:\n\nSoon."
    },
    {
        "blockNumber": "20157656",
        "timeStamp": "1719185171",
        "hash": "0xdceb9646aa59baabd496df795c3c7788f03688072c7617f8a2a9cefb0cd32726",
        "from": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "47",
        "input": "Rage, \n\nI rarely make characteristic assumptions based on names, otherwise I wouldn’t have fallen in love with and been briefly married to a woman whose middle name was Rafflesia. But since you’ve taken the trouble to spell it out you can be rest assured that I take your name as nothing negative and with no intended meaning, I leave it hollow for you fill with your own definitions of it, as you have, and I will trust and abide by them.\n\nI’d like to begin a little from the end here and also tie that in with the recent messages received onchain - to clarify or seek clarification on certain statements. Then get to the ideas shared, among much else.\n\nI can’t shake off this feeling that the past few messages received have been coming from a place of anxiety, dissatisfaction, coming from a fear of an insufficiency in the existing framework, that the toil of these messages and their intended method of internal shifts, through correspondence, is not enough, and all of this veiled by a lot of jargon. That market metrics, which is where probably most of everyone’s interests lie, and that’s natural, are indicating that other things need to be done. Other things should always be done, this I agree with completely. \n\nFrom the outset, close to a month ago, up until my last message, my intentionality and ideas of how I see Firstbase has been made clear to the best of my ability, not through clues or breadcrumbs, but through actual direct statements and views, of course, interspersed with my observations on the larger world and personal experiences, which are again deeply tied to my intentionally and how I see Firstbase. I even proposed an overhaul of how we view memes, trying to borrow and hark back to its etymology, and using it to counter the current traditional norm we’ve become used to. Tall orders are my guilty pleasure. I've also always implied that Firstbase be seen as springboard for interpretations, implements, ideas as long as they somehow bear the imprints of its genesis.    \n\nThank you for quite enjoying what I write; however what you call \"grand display of wordsmithing or literary knowledge,\" something which by your tone and words I interpret you having had enough of or not needing, is not something I do as some sort of performance or display. I can’t help but think. That was the end of the sentence, just so we’re clear. And when I think and then try to put them down I can’t help but try and assimilate all existing knowledge available to us as humans, or to me. Unlike other animals we, arguably, have history and the constant urge and drive to document it. We have the gift of complex language. It’s a continuity of us, our ideas, thoughts, expressions, and that informs my writing and life and language, in an effort to encompass a subject or whatever I’m trying to express to its fullest extent. And I can’t possibly relent to or be something I’m not or even understand the meaning of.     \n       \nWhat will grow crooked, you can't make straight\nIt's the price that you gotta pay\nDo yourself a favor and pack you bags\nBuy a ticket and get on the train\nBuy a ticket and get on the train\nCause this is fucked up, fucked up\nCause this is fucked up, fucked up\nYou have tried your best to please everyone\nBut it just isn't happening\nNo, it just isn't happening\n\n- Black Swan\n\n\"We’ll figure out an action plan aimed at the greater good regardless; no hard feelings. We love your words, perceived lessons, and the message we believe to have translated from them, but it’s time to see something through.\"\n\n\nThat ‘but’ felt like a breadknife to the back; I’ll survive it, because the instrument used was blunt and not an efficient one, but will have to live with the agonizing knowledge of its apparent intent. Which again circles back to what I started my message with – this feeling that of late, in messages, there’s been much veiled anxiety and implications of the existing framework as insufficient, mostly according to market metrics, or a suggestion of incompetence which others are hungry to rectify. I have two failed wishes in this: one is that I wish I had received such a surge of high-charged messages and ideas and questions when market metrics were favorable. Two is that I wish that this message did not come off to me as some sugar-coated coup of sorts. Despite me mentioning the absence of hierarchies earlier.       \n\nI don’t quite remember if I specifically called out degenerate gambling because I’m no one to tell. At the time when there were no real DEXES, not counting IDEX or ETHERDELTA here, and this implosion of tokens – our fix was leverage trading. 7+ figure cross 30x+ leverage positions, no stops. Just keep adding. Scalping the smallest timeframes. Inbox getting KO’ed by liquidation warnings every other minute while you’re dropping your kid to school. I still feel that kind of degenerate gambling puts a wet sock on this kind. I’m not proud of it, I’m not proud of anything. You should try it sometime, if you haven’t already. Of course I’m joking. Please. Never.     \n\nAnd as about the toxicity and the hypocrisy of the space, I do feel that as an ecosystem that is supposedly one of the most radical and innovative to have come in the past century or beyond, and whose principles are based on egalitarianism, empowerment, and inclusivity, or at least was, not only is it selling itself short, it’s normalizing it to such an extent and in such majority, that one feels excluded from participating in it unless one toes the line and speaks the same language.  \n\nI’m vaguely aware that a few people on the ground have been consistently trying to make moves that might benefit Firstbase, and I’ll forever be indebted and grateful to them. And I’m especially happy to hear, for the first time, of ideas and their actual description. Thank you for sharing them with me. \n\nIn the case of the first idea, ideologically, of course, I really like its premise. However, these people you speak of, whom you intend to force and comply and carry out acts of good to get their hit – from the little I’ve seen or heard of them they seem like an insufferable bunch and they are the status quo. They are public figures who are openly vile with variety to spare and they thrive on it, how do you intend to get their audience, even if collectively? For example, in the case of that neo-skinhead concrete mixer Tate, whose comments sections are a frontal lobe donation camp, do you think he would give up this hyper-masculinist peeing in figure eights on earth from outer space image for a cause that would directly make young, impressionable men question his masculinity? These men who pay to see his ambitions fulfilled and aspire to one day outdo him? Nothing hurts the perceived idea and delusion of masculinity than the admitting of that delusion, even if on a false pretext. Because even the idea of hurt is not considered essentially masculine to them. And as about the charity, do you have a rough idea of how you intend on raising funds for it?\n\nOf course, I understand that this is a preamble of sorts and may seem vastly different when fleshed out further. I’m curious to see how these key aspects are resolved. \n\nThe second idea is extremely interesting and sounds very realistically executable. More than that, it essentializes communication and onchain communication as the driver of a separate ‘market’, in lieu of a better word. In the sense, a quasi DEX which routes not tokens, doesn’t swap out or in a speculative asset, but ideas, thoughts, communication. That too from the ease of a household app, which has been almost crypto-native for a while now. The tokenized entity automatically acquires reflective human value then. I’m not sure if you remember me saying in the deploy message that the word consensus makes me retch. It wasn’t exaggeration. The only things I’ve been developing lately are relentless psychosomatic illnesses. Do you have a developer in your community? I’ll see what I can do from my end as well. This is fantastic.\n\nHaving said that, I feel I’ve been thrown into some sort of flux over the sub-texts of the recent flurry of messages, whereas this particular one has been way more direct, and so have their implications. \n\nYet, the irony being that you end your message with a quote from Thomas, and also mention the year it was written, which gives me a bit of room to try and chisel out an observation to round up my earlier feelings. 77 years later, words, from a poem, the language, still resounds, it also gives you your assumed name, intentionally or unintentionally. By you quoting it I’d have to assume that it has informed your way of being in some sort, your private code of living, it has given shape to a certain part of you, which in turn has made you act in certain ways, which in turn may have made your life fruitful and profitable, in parts. You can interpret profitable in whichever way you want.\n\nI do, despite my reluctance and ambivalence about the meaning of that word, want to try and be straight about a few things. As has been asked of me. But I’m well aware of and believe in language being axiom, unlike many others, and the impact of language, words on humanity, how it has been the primary vehicle for the exchange of ideas, experiences, and their execution, mostly the inner execution, among much else, of human evolution itself. And I’m witness to how much it has shaped my entire life.  \n\nSo I’ll refrain from the straightness here onchain. \n\nIf anyone able-minded from the top holder community wants to communicate with me directly, you can send me an onchain message with your protonmail address, which seems to be most convenient option outside of this, and I’ll be sure to get in touch with you.\n\np.s. Thomas also wrote\n\nIn my craft or sullen art\nExercised in the still night\nWhen only the moon rages\nAnd the lovers lie abed\nWith all their griefs in their arms,\nI labour by singing light\nNot for ambition or bread\nOr the strut and trade of charms\nOn the ivory stages\nBut for the common wages\nOf their most secret heart.\nNot for the proud man apart\nFrom the raging moon I write\nOn these spindrift pages\nNor for the towering dead\nWith their nightingales and psalms\nBut for the lovers, their arms\nRound the griefs of the ages,\nWho pay no praise or wages\nNor heed my craft or art.\n\n\nSoon."
    },
    {
        "blockNumber": "20158004",
        "timeStamp": "1719189347",
        "hash": "0xc80ce4be64bb4f06102fdc17ec3667b3732552dbbbaaedbc417bab97b5538ea4",
        "from": "0x6788a2fc746ef49f330fe8568b6e5314f719a8c2",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "17",
        "input": "ragebeloved at protonmail.com"
    },
    {
        "blockNumber": "20159101",
        "timeStamp": "1719202631",
        "hash": "0xe9258265cd3c2ad8f02335b208c207c2fd555e2c12ad3136b6f00dc7696225c1",
        "from": "0x6788a2fc746ef49f330fe8568b6e5314f719a8c2",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "18",
        "input": "Just gotta reach out quickly because there was a bit of a misunderstanding, and one of the guys is pretty worried that I hurt your feelings. \n\nPlease continue to be yourself. No one has had enough or is not needing the \"grand display of wordsmithing or literary knowledge\". I meant it only as a compliment, but we've fallen victim to interpretation; as is the common issue of using only written word for communication. We do love it and it's a huge part of the magic. My request was only specific to your thoughts on our ideas of furthering the project, and nothing more. \n\nWe're fucking pumped that you like the second one. I have a near perfect mental image of what it could look like, and so do a few of the others. And no, we don't have a dev as of yet. It would be really cool to work with you more intimately, at some capacity. There's a more concise vision board of it written up that I can send you over email, since you now have mine. Excited to hear back!"
    },
    {
        "blockNumber": "20160769",
        "timeStamp": "1719222779",
        "hash": "0x96394e3217aea36bb5352bce8637906a6eb51088cceaa74cb457dc804d40169b",
        "from": "0xb9bc49283e3f256482311d1de7c2be34edc6050a",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "7",
        "input": "Good evening Mr. FirstBase,\n\nI'd like to run some things by you before I go ahead and contribute. \n\nontop.eth@proton.me\n\nSincerely, \nOn Top"
    },
    {
        "blockNumber": "20166736",
        "timeStamp": "1719294815",
        "hash": "0x7acda462badd1fe499dd21ece6554de3c99ede3cd53bb06e5a703a3f353288f6",
        "from": "0x448a88800e2d188418268a7c1c99a8ef909b6897",
        "to": "0xc0495d62fc7d8090ae1357eb9858c60e4eaa0330",
        "nonce": "3",
        "input": "Dear Mr. Firstbase,\n\nBefore I get started with why I’m writing to you. Damn that 42 million burn now really burns lol. I tried to be cool and reference the number 42, the meaning of life, but if that’s the meaning of life then it means that I’m silly and poor lol. I’m human, so I just had to admit that but with a smile, I have no regrets, I believe that sacrifice had to happen and I will always look back at it fondly. Fuck it hurts though. It’s been 33 days since that burn and we’ve come such a long way. And I never once doubted. I’m also not sure why I haven’t written to you properly since, I’ve been so occupied with things and also kind of obsessed with FB on the ground. I also happen to be part of the small group of top holders trying to ideate on the ground. I guess everything has its time. And with the recent messages you’ve been getting with ideas, I thought maybe it’s time for me to write to you as well with something that has come up on my side. \n\nOkay. To the proposals and ideas then, whatever you want to call them, and I’ll try to be as neutral as possible while presenting them to you. I will tell you what I personally feel about it in the end, if that’s okay.\n\nI have been corresponding with the dev of GMB \/ https:\/\/x.com\/gm_base, who goes by the name of SNAP. He's very well known on Base. I’m not sure if you’re aware of the project. GMB in short launched quite a while ago and is a well-respected project on Base, it is a meme but it is purpose driven and now it is expanding towards DeFi, something I feel Base hasn’t had much of at all. From the little information I have from SNAP the project is very ambitious and something like this hasn’t been done before.\n\nWhat I’m going to do is just quote him directly and in some parts paraphrase him where I feel it’s necessary, so there isn’t any interference from my side with regards to what is being proposed. I will share some links as I go along then all relevant links right at the end. I will also mint an NFT of an image he has shared with me and send it across to you on Base. Do let me know if you can view it. \n\nIn short, GMB is using veTokenomics and will have vaults for partner projects to have the option of locking up their tokens for a specific period of time in return for “non-financial assets”. These assets can then be used in their ecosystem. The phase one is here: Vault.gmb.finance. \n\nNow I’m going to just quote him directly. \n\n“For the vault, each project in the alliance will contribute to the shared reward pool (tokens or eth or combo). Each projects users of the vault will get rewards distributed from all projects plus \"magic beans\"\n\nBeans in a TL:DR - They are a non-financial token that become a universal base reward\/loyalty token. You can only get them from being a locker user of the vault or from value creation.\n\nExample:\n\nGMB will eventually make an extensive NFT collection. We would mint them for lets say $100. However, we will also offer them for 100 beans. So now our holders get a free nft for being loyal. Additionally, the first base community has beans, so they too can now get a free nft from Beans. Beans become valuable bc NFTs will have value. Free earned beans turn into value asset. \n\nNow we will ask all projects using the vault to find a way to bring value to beans. Maybe First Base makes a game incorporating beans. Project XYZ offers Merch for beans. Project ABC makes a lottery which accepts beans for entry.\n\nWe will create a Beans Marketplace where items and services can be listed in exchange for beans. \n\nIf executed properly, beans will become a shared value ecosystem not based on price, but value creation and loyalty.\n\nmy goal is to start with 5-8 projects when Vault2.0 goes live with those projects already setup for day 1. Day 1 all projects can offer the vault access to their communities.”\n\n\nSNAP is proposing 3 month lock-up seasons. Each season every project will have to contribute to the vault again. if a project decides not to contribute, they remain in the alliance but wont receive benefits of the vault. The rewards will be distributed by weighted contribution of each project.\n\nPhase 3 they intend to introduce farming pools. Phase 4 they want to introduce shadow farms and will have access to an AI automated trading platform. I’ll need more clarification from him on this part, as I am yet to grasp what it exactly means or does. \n\nThe goal of GMB is collaborative and to bring devs and projects together to make a more unified Base ecosystem. They have a full-time team but in his words “my hopes are that projects will have devs who can get involved and make this even better and ideas to improve on it to make it something special for the space built through shared efforts of many projects uniting. We have the artist, devs, that can get it done, but the many are stronger than the few and I want this to be a platform built by many projects in the end.”\n\nAnd of course SNAP is open to answer any questions that you may have about all this. He also adds: \n\n“Ultimately we want to build an accelerator type platform that supports meme projects by assisting them with offchain needs the space doesn't really provide, at least not unless you pay extortion type fees. And while doing so, give projects a stepping stone process to join the collective through actions, not money. This gives any project the chance to gain immediate value by partaking and utilizing the shared value ecosystem.”\n\n\nNow to end with my short personal views: I think it would show our openness to integrate with the Base ecosystem and build together. I also am making the assumption that since it’s DeFi it would be something right up your alley, given your apparent background. That’s all. I won’t go beyond that and leave it up to you to take a look and decide and think it over. \n\nLook forward to hearing your thoughts. \n\nLinks:\n\ngmb.finance\nvault.gmb.finance\n\n\nONWARDS!"
    }
]